{
//SPECIAL DIALOGUE
"Introduction": "Ah, petani @. Selamat datang di lembah. Namaku Morris, manajer JojaMart.$0#$b#Kalau butuh benih murah berkualitas, hanya ada di JojaMart!$1#$e#Tak perlu repot-repot ke tokonya Pierre. Benih di Joja jauh lebih bagus.$3",
"Resort_Entering": "Ah, ya. Kita sampai!$1",
"Resort_Leaving": "Ada beberapa hal yang bisa ditingkatkan dari resor ini.$0",
"Resort_Shore": "Pengembangan lahan yasan punya potensi besar di pulau ini...$4#$e#Err... tapi gunung berapi itu yang jadi masalah...$2",
"Resort_Chair": "Aku sudah lama bekerja. Aku butuh liburan!$1",
"Resort_Bar": "Bartender! Aku ingin campuran minuman kelas atas!$1",
"Resort": "Ada potensi bisnis bagus di pulau kecil ini!$5",

//SPECIFIC TILE DIALOGUE
"Town_43_59": "Voucher diskon 50 persen! Ayo dapatkan selagi ada!$1",
"Town_44_59": "Beli Joja Membership hari ini dan belanja berikutnya akan lebih hemat!$1",
"Town_42_59": "Beli stok untuk musim depan? Joja Mart menyediakan benih termurah di kota!$1",
"Town_43_60": "Di Joja, kami menganggap semuanya sebagai anggota keluarga.$1",

//SPRING AND GENERAL DIALOGUE

"spring_1": "Ini akan jadi tahun terbaik bagi Joja Corp.$1#$b#Laba kami terus meroket. Aku menantikan sahamku cair.$4",
"spring_12": "Mayor Lewis selalu membatasi wilayah festival di luar Joja.$3#$e#Tidak. Aku tidak akan ikut perburuan telur.$3",
"spring_23": "Tidak. Aku takkan ikut festival itu.$3#$e#...$2",
"spring_28": "Sudah wakyunya mengganti stok di toko. Aku menantikan musim panas.$0",

"Mon": "Awal minggu yang produktif. Semoga performa Shane lebih baik dari minggu lalu.$0#$e#Anak itu semakin hari semakin malas. Mungkin akan kutahan gajinya.$3",
"Mon2": "Apa kamu sudah beli benih dari kami musim ini, @?$1#$b#Semuanya berkualitas tinggi. Tanyakan saja ke Andy, kalau tidak percaya!$4",
"Mon6": "Tetaplah bekerja keras, @.$1", 
"Tue": "Kalau butuh benih murah, hanya Joja Mart yang menyediakan.$5",
"Tue2": "Ada banyak akuntansi yang harus kuhitung hari ini.$0#$b#Banyak orang menganggap membuat dokumen itu membosankan. Tidak menarik juga sih, tapi aku lega tiap melihat balance setlah tokonya dikelola dengan efisien.$4",
"Tue8": "Kamu memberi contoh bagus pada petani di lembah ini.$1#$e#Tetaplah bekerja keras, dan jangan lupa belanja di Joja!$1",
"Wed": "Hari ini toko Pierre tutup. Silakan belanja di Joja!$5#$e#Produk kami jauh lebih bagus dari toko itu.$3",
"Wed2": "Pierre libur pada hari rabu. Sayang sekali, padahal aku buka setiap hari!$5#$e#Sekarang saat yang sempurna untuk beli benih dari kami!$1",
"Wed8": "Ah, @. Senang melihatmu. Mau beli kebutuhan bertani?$4#$e#Karena Pierre hari ini tutup, Joja menyediakan benih dan perlengkapan bertani yang kau butuhkan!$1",
"Thu": "Aku sedang membuat strategi untuk penataan produk di rak toko.$4#$e#Joja cukup tegas akan konsistensi antara rak, tapi apa aku bisa bereksperimen...$5",
"Thu2": "*menguap* Tidur lima jam tidak cukup untuk jam kerja penuh.$2#$e#Baiklah, waktunya berkerja!$1",
"Thu8": "Hai, @. Terima kasih sudah mengobrol denganku! Bagaimana harimu?$0#$e#Disini jarang ada yang ngobrol denganku serutin kamu.$1",
"Fri": "Halo. Sedang bekerja keras?$0#$e#Ya, tentu saja aku juga.$1",
"Fri2": "Minggu ini produktif. Aku akan menikmati Wine dari Blue Moon Vineyard di Saloon.$1",
"Fri6": "*hahh* Aku butuh minum setelah lembur seminggu ini.$2#$e#Kadang aku merasa... seperti tidak diinginkan di Stardrop Saloon. Aku selalu diberi tatapan tidak enak di sana.$2#$e#Untungnya, aku menyimpan beberapa wine bagus di bawah meja.$1",
"Fri10": "Ah! @! Ini minggu yang luar biasa.$1#$b#Semoga harimu baik-baik saja.$0#$e#Haha! Kapan-kapan mari minum di Saloon untuk merayakan kesuksesan kita!$1",
"Sat": "Joja pilihan lebih bagus dari Pierre's!$5",
"Sat2": "Aku ingat saat masih libur di hari sabtu dulu, ketika aku jadi karyawan tingkat bawah di Joja.$4#$e#Banyak yang sudah berubah.$1",
"Sat8": "@, aku hargai kamu mau meluangkan waktu untuk bicara denganku. Itu membuatku sangat senang.$1#$e#Teruslah bekerja dan berkontribusi pada komunitas kita!$4",
"Sun": "Err... Halo.$4#$e#Kamu butuh sesuatu?$3#$e#Ah, benih!? Joja punya! Pilihan kami yang terbaik di kota!$5",
"Sun2": "Aku sarankan untuk beli saham Joja. Nilainya terus naik!$4#$e#Oh, kamu tidak berinvestasi? Sayang sekali.$0",
"Sun8": "Apa kebunmu sudah menghasilkan laba di musim ini, @?$0#$b#Nukannya tidak sopan. Aku cuma ingin tahu siklus pendapatanmu.$4",

//SUMMER DIALOGUE
"summer_1": "Ahh, musim panas telah tiba. Musim favoritku.$1#$b#Kenapa? Orang-orang suka belanja selama musim panas. Matahari membuat suasana hati mereka jadi bagus, dan suhu di toko kami sejuk agar mereka datang lebih sering datang.$4",
"summer_10": "Masih mencari sesuatu untuk dimasukkan ke dalam sup festival, @?$0#$b#JojaMart punya banyak hidangan lezat.$4",
"summer_28": "...Aku tidak suka melihat ubur-ubur.$2#$e#Entah kenapa. Mereka membuatku merasa aneh.$3",

"summer_Mon": "Pelican Town kurang berkembang. Semoga kelak itu akan berubah.$0#$e#%Morris matanya berkilau.",
"summer_Mon6": "...Ada sesuatu di tempat ini. Jangan salah, aku berniat untuk mengembangkan Joja di sini, tapi...$0#$e#Kau juga tahu kan? Pelican Town itu istimewa. Aku mulai mengerti itu.",
"summer_Tue": "Hai, @. Hari yang tepat untuk cari uang.$1",
"summer_Tue2": "*menguap* Aku tidak bisa tidur semalam. Karena terlalu banyak pekerjaan.$0#$e#%Morris menguap lagi.",
"summer_Tue6": "Aku menghabiskan sebagian gajiku untuk meningkatkan toko Joja.$0#$b#Perusahaan tidak mau memberiku sepeser pun untuk renovasi.$3",
"summer_Wed": "Ada banyak bidang yang bisa dimasuki Joja di Stardew Valley kalau ingin berkembang.$4#$e#Mungkin kita bisa menjual ikan, atau furnitur?$1",
"summer_Wed6"
:  "Aku senang menyusun rencana pengembangan. Menemukan cara yang paling efektif untuk memakai dana sangat bermanfaat.$0#$e#Kamu melakukan hal yang sama di %farm Farm, kan? Awal musim baru tugasnya banyak.$1",
"summer_Thu": "Aku penasaran berapa banyak pelanggan yang akan didapat Joja tahun ini.$4#$e#Keluarga kami bertambah besar setiap musim.$1",
"summer_Thu8": "...Aku sudah berpikir, @. Kami menyebut Joja keluarga, tapi aku tidak yakin lagi soal itu.$2#$e#%Morris terlihat galau.",
"summer_Fri": "Benih Melon Joja pasti akan menambah labamu, @. Aku sangat merekomendasikan itu!$1",
"summer_Sat": "Aku membeli es krim dari anak bernama Alex kemarin. Rasanya enak.$1#$b#Mungkin Joja bisa mulai menjual es krim. Mungkin ada pasar untuk itu?$5",
"summer_Sat6": "Kedai es krim yang dijalankan oleh Alex luar biasa!$1#$e#Aku senang melihat komunitas berkembang dengan bisnis kecil mereka.$1",
"summer_Sun": "Belanja di Joja dan nikmati AC kami!$1",
"summer_Sun6": "Kepanasan? JojaMart memiliki AC terbaik di lembah ini! Ayo jangan sampai kepanasan.$4",

//FALL DIALOGUE

"fall_1": "Musim gugur tiba, waktunya untuk cuci gudang produk musim panas.$0#$e#Di JojaMart? Tentu saja tidak. Tapi aku suka berburu barang murah di tempat lain.$4",
"fall_15": "Apa kamu akan ikut di festival besok, @?$0#$e#...Mungkin aku akan datang. Aku mau melihat apa yang kamu tanam di kebunmu, dan akan berguna untuk mengetahui hal-hal yang disukai Mayor.$0",
"fall_23": "Belum terlambat untuk beli benih Bok Choy.$0#$b#Waktu panennya masih sempat sebelum musim dingin dimulai!$1",
"fall_27": "Ketika masih muda, Spirit's Eve adalah hari libur favoritku.$0#$b#Aku selalu pakai kostum yang sama: Kostum akuntan.$1",
"fall_28": "Setahun lagi hampir berakhir.$1#$e#Aku harus segera menata keuangan untuk pajak. Semoga tidak makan waktu lama.$0",

"fall_Mon": "Sudah mencoba benih musim gugur kami, @?$0#$e#Kualitas hasil panenmu dijamin meningkat!$1#$e#Uang kembali? Tidak, bukan jaminan semacam itu. Hanya otak-atik kata.$0",
"fall_Mon4": "Ah, @. Orang yang ingin aku temui.$1#$b#Aku mau menyarankan benih Yam kami.$4#$e#Andy bilang dia memanen Yam kualitas perak! Belilah selagi stoknya masih ada!$1",
"fall_Mon8": "Andy salah satu pelanggan terbaik kami. Dia sudah menjadi bagian dari keluarga kami.$1#$e#...Dia juga kesulitan menyesuaikan diri di sini. Seperti aku.$2",
"fall_Tue": "Ini hari yang sangat sibuk bagiku, menata kekacauan yang dibuat staf-ku.$3#$e#Andai saja aku bisa makan Lobster Bisque saat ini juga.$2#$b#Aku akan mengunjungi restoran bintang lima favoritku di kota besar minggu ini.$1",
"fall_Wed": "Pikiranku penuh dengan ide untuk meningkatkan toko!$1",
"fall_Wed8": "Aku menghabiskan gajiku bulan ini untuk meningkatkan toko Joja.$0#$b#Perusahaan tidak memberiku sepeser pun untuk renovasi.$3",
"fall_Thu": "Kalau kamu mencari pekerjaan paruh waktu, @, kami selalu membuka lowongan!$0#$e#...Ya, aku tahu kamu pernah meninggalkan Joja. Bukan berarti kamu harus pergi selamanya.$3",
"fall_Thu8": "Sulit menemukan karyawan baik di sini. Kotanya sangat kecil...$2#$e#Aku tahu kamu takkan bekerja untuk kami lagi, tetapi kehilangan pekerja keras sepertimu merupakan kerugian besar bagi Joja.$2",
"Fall_Fri": "Beberapa staf-ku mulai minta pulang lebih awal lagi pada hari Jumat.$0#$e#Tentu saja aku bilang tidak.$2",
"fall_Fri6": "Beberapa staf-ku mulai minta pulang lebih awal lagi pada hari Jumat.$0#$e#Aku tak tahu bagaimana cara menjelaskan pada mereka, kalau semakin awal mereka pulang, semakin lama aku harus kerja...$2#$e#%Morris menghela nafas.",
"fall_Sat": "Kami butuh stok baru. Sepertinya Sabtu ini aku akan begadang lagi...$0",
"fall_Sat6": "Mungkin kami harus mulai menyetok alkohol di Joja...$4#$e#Yah, itu akan lebih mudah daripada pergi ke Saloon. Sekalian kami bisa membuka bar kami sendiri!$1",
"fall_Sun": "@, kunjungilah Joja.net dan ikut survei daring kami.$1#$e#Kamu berkesempatan memenangkan hadiah senilai 500G!$1",
"fall_Sun8": "Apa kau sudah melihat situs web kami, @? Kami baru saja merobak desainnya!$0#$e#Karena kita berteman, aku akan memberimu kode staf kami untuk diskon 20 persen. Cukup ketik JOJAFAMILY saat checkout.$1#$e#20 persen memang tidak banyak. Yah... ini lebih baik dari biasanya...$2",

//WINTER DIALOGUE

"winter_1": "Di sini dingin sekali saat musim dingin. Aku tidak terbiasa.$0#$e#Mungkin kami akan mengobral pemanas ruangan. Itu akan menarik pelanggan. Dan aku bisa menaruhnya di sebelah stan cokelat panas...$4#$e#%Morris berpikir keras.",
"winter_7": "Apakah kamu ikut memancing besok di festival?$0#$e#...Aku jarang ikut kegiatan sosial disini. Mungkin aku akan datang menonton.$0",
"winter_24": "Aku mau menyelipkan beberapa voucher Joja di bawah pohon. Semoga orang-orang melihatnya.$1",
"winter_28": "Siap untuk tahun baru, @? Semoga tahun ini menguntungkan bagi kita berdua.$0",
"winter_Mon": "Aku naik bis ke kantor setiap hari.$0#$e#Tinggal di sini? Aku tidak pernah mempertimbangkannya...$0",
"winter_Mon6": "Hati-hati dengan es di jalan, @.$2#$b#Aku hampir terpeleset saat mau naik bis semalam.$4",
"winter_Tue": "Aku senang punya waktu untuk memikirkan rencana baru selama musim dingin.$0",
"winter_Tue6": "Kapan-kapan maukah kau melihat kampanye pemasaran yang sedang kukerjakan?$0#$e#Sepertinya kamu rukun dengan penduduk kota. Aku hargai bantuanmu kalau mau membantuku lebih dekat dengan mereka.$4 ",
"winter_Wed": "Kalau butuh tempat bagus untuk menghangatkan diri, belanjalah di Joja!$1",
"winter_Wed4": "Halo, @. Hari ini dingin.$0#$e#Jaga kehangatan tubuhmu!$1",
"winter_Thu": "Aku mau menghabiskan musim dingin ini untuk merencanakan strategi baru! Agar tahun depan akan jadi yang terbaik untuk Joja!$1",
"winter_Thu6": "Aku akan mengajukan strategi baruku di rapat besar manajer Joja minggu depan...$0#$e#Semoga aku beruntung, @. Ideku jarang diterima dengan baik.$2",
"winter_Fri": "Pernah terpeleset dan jatuh di depan orang saat musim dingin dan ditertawakan?$0#$e#.... Tidak, aku juga.$2",
"winter_Fri8": "Apa kamu merasa dihargai atas pekerjaanmu di kebun, @?$0#$b#Kamu bekerja sendiri, tapi semua orang sangat baik padamu.$0#$e#Aku berharap staf-ku tahu berapa banyak pekerjaan yang kulakukan untuk menjalankan toko...$2",
"winter_Sat": "Akhir pekan? Aku bahkan tidak tahu apa itu!$1#$e#%Senyum Morris memudar dengan cepat.",
"winter_Sat4": "Aku lelah akhir-akhir ini. Aku harus segera berlibur...$0#$e#Tapi saat aku pergi, aku selalu mencemaskan toko. Atau cari ide baru!$0",
"winter_Sun": "Hari Minggu lagi, hari untuk memberekan stok mingguan...$0",
"winter_Sun6": "Akhir-akhir ini uang dari meja kasir ada yang hilang...$0#$e#Aku tidak mau menuduh siapa-siapa. Aku tidak sekejam itu.$2",
}