{
  "marriage.000": "Sedang mampir? Kau selalu disambut disini. Maaf kalau aku sibuk sendiri.$0",
  "marriage.001": "Kalau mau menunggu, kau bisa mencicipi ramuan baruku! Aman kok, aku janji.$0#$b#Kami sedang menyempurnakan ramuan yang bisa memberi pandangan malam.$0",
  "marriage.002": "Oh, ini sebuah kejutan! Tepat waktu. Aku baru saja mau membaca buku.$0",
  "marriage.003": "Kamu boleh menemaniku sepanjang hari.$0#$b#Lewis kadang minta sesuatu yang aneh-aneh...$2",
  "marriage.004": "Ah, halo, @! Silakan kalau mau menemaniku bekerja. Kehadiranmu membuatku tenang.$0",
  "marriage.005": "Aku selalu senang tiap kali kamu mampir ke menaraku. Bagaimana harimu?$0",
  "marriage.006": "Aku sedang rehat sejenak dan sebentar lagi akan mengajari Morgan mantra berikutnya.$0#$b#Dia cepat paham, tapi mengajar bikin aku agak lelah.$0",
  "marriage.007": "Hari ini aku mau mengajari Morgan berbagai mantra untuk mengubah jenis buah.$0#$b#Kami sangat kelaparan.",
  "marriage.008": "Aku harus ingat-ingat kalau Morgan masih muda. Potensinya luar biasa, tapi butuh waktu untuk mengembangkannya.$0",
  "marriage.009": "Belakangan ini kami mengumpulkan jamur di hutan, tapi hari ini akhirnya kami bisa mencoba resep ramuan baru.$0",
  "marriage.010": "Ilmu pembuatan ramuan Morgan sudah berkembang. Ramuan penyembuh buatannya setara dengan buatanku.$0",
  "marriage.011": "Aku dan Morgan hari ini membuat ramuan keberuntungan. Semoga dia tidak mengulangi kesalahan yang sama.$0#$b#Seminggu ini dia terus tersandung cabang pohon di hutan, dan aku memecahkan *dua* cermin favoritku.$3",
  "marriage.012": "Ah, terima kasih sudah mampir! Aku mau beritahu kalau nanti aku pulang agak malam.#$b#Hari ini, aku dan Morgan akan lebih dalam menyusuri hutan sebagai bagian dari pelajaran.$0",
  "marriage.013": "Hari ini, aku dan Morgan akan memeriksa bangunan yang ada di barat hutan.$0",
  "marriage.014": "Urusanku disini sudah beres, @! Aku ingin menghabiskan sisa hari ini bersamamu.$0",
  "marriage.015": "Satu percobaan lagi sebelum aku menyerah. Setidaknya sejauh ini ramuannya belum *meledak*.$0",
  "marriage.016": "Sebentar lagi aku akan pulang, aku janji. Aku harus bersih-bersih dulu.#$b#Sayangnya semakin menarik riset sihirnya, semakin berantakan pula dibuatnya.$0",
  "marriage.017": "Andai saja Camilla mau memanggilku dengan nama, bukannya 'Razz.' ...Tidak, jangan ikut-ikutan.$5",
  "marriage.018": "Aku belum mengeceknya, tapi semoga saja kali ini Camilla lebih berhati-hati saat mendarat.$0#$b#Terakhir kali dia merusak semak Blackberry-ku.$2"
}