
{
  //SPECIAL DIALOGUE
  "Introduction": "Oh, hai! Kamu pemilik baru %farm Farm!$1#$b#Aku Victor. Senang bertemu denganmu... @, kan?$1",
  "danceRejection": "Maaf. Aku sendiri tidak yakin mau menari atau tidak...$0",
  "divorced": "@... kamu... kamu menghancurkan hatiku. Aku menyerahkan hidupku padamu dan kamu... lakukan ini padaku?$2#$b#Kumohon...$2#$b#Katakan apa salahku. Apa yang telah kuperbuat? Apa aku menyakitimu?$2#$e#@, kumohon...$2",
  "secondChance_Boys": "Kamu ingin balikan, @?$6#$b#Aku agak tidak yakin tentang ini...$2#$b#Kamu sudah menyakitiku setlah kau menceraikanku, @. Aku butuh banyak waktu untuk memikirkan ini, tapi...$2#$b#Aku juga ingin memberimu kesempatan lagi!$3#$b#Kurasa kita bisa belajar dari kesalahan dan membangun hubungan yang sehat.$4#$b#Ini akan membutuhkan usaha bersama, tapi aku yakin kita akan berhasil.$3",
  "dumped_Boys": "@, jangan bicara padaku...$2#$b#Kita bukan teman lagi. Setelah apa yang kau lakukan padaku...$2",
  "breakUp": "A-apa? Wilted Bouquet?$2#$b#Argh. Pasti ini karena salahku, iya kan?$2#$e#Jadi, apa kita kembali jadi teman?$0",
  "pamHouseUpgrade": "Aku kagum dengan kecepatan Robin membangun rumah.$0#$b#Bagaimana caranya melakukannya?$1",
  "pamHouseUpgradeAnonymous": "Aku kagum dengan kecepatan Robin membangun rumah.$0#$b#Bagaimana caranya melakukannya?$1",
  "stardrop_gift": "Hai, sayang. Aku membeli Stardrop Fruit ini untukmu.$4#$b#Aku beli jauh-jauh dari Fern Islands! Itu baru dipetik dari pohon Cellstar yang sehat.$1#$b#Aku sayang kamu.$4 ",
  "give_flowersA": "Kamu ingin berkencan denganku, @? Perasaanku padany juga sama! Aku agak gugup mengambil langkah pertama.$4#$b#Aku senang kamu melakukannya dulu, @. Kamu membuatku jadi orang yang paling bahagia!$1",
  "give_flowersB": "Aku tidak tahu kamu merasakan hal yang sama, @. Ini membuatku sangat senang!$4#$e#Aku sedikit gugup.$4",
  "give_pendant": "!!!$7#$b#Kamu... kamu ingin menikah? Apakah kamu melamarku, @!?$7#$b#Aku terima! Aku tak sabar menghabiskan sisa hidupku denganmu. Akan kuberi tahu Mayor Lewis. Oh, aku juga harus memberi tahu ibu!$1",
  "rejectNPCA": "Uhh... tidak terima kasih, @.$0",
  "rejectNPCB": "Aku tidak merasa begitu, @. Maaf.$2#$e#Kamu mau apa lagi? Aku sudah bilang tidak.$0",
  "reject_two_heartA": "@, aku tidak suka seperti itu. Aku bukan bermaksud untuk mengecewakanmu.$2",
  "reject_two_heartB": "Kurasa kita tidak bisa berkencan, @.$0#$e#Aku belum begitu mengenalmu.$0",
  "reject_four_heartA": "Aku belum siap untuk komitmen seperti ini. Maaf, @.$2#$e#Kubilang aku belum siap.$5",
  "reject_four_heartB": "@, aku... sangat menyukaimu tapi...$2#$b#Kurasa aku belum siap berkencan denganmu. Maaf.$2",
  "engageA": "Ehh... Aku akan berpura-pura tidak lihat itu.$0#$e#Tinggalkan aku, @.$5",
  "engageB": "Apakah kamu mau selingkuh denganku!? Apa-apaan kamu ini?$5#$e#Kamu menjijikkan. Menjauh dariku.$5",
  "marriedA": "@? Kamu sedang apa? Bagaimana kalau nanti pasanganmu tahu?$5#$e#Aku tidak akan memberi tahu pasanganmu. Tapi. Tolong... Berhentilah.$2",
  "marriedB": "Kamu melamarku? Kamu sudah menikah, @. Tolong hentikan.$2#$e#@. Kamu mabuk ya? Pergilah sebelum kuberi tahu pasanganmu.$0",
  "refusal_knownA": "Kurasa kita harus lebih mengenal sebelum mengambil langkah itu, @.$6#$e#Maaf. Aku tidak ingin membuatmu sedih. Yang penting aku sudah jujur.$2",
  "refusal_knownB": "Terlalu dini untuk ini, iya kan?$0#$e#Aku menghargai perasaanmu, @.$6",
  "refusal_botherA": "Ehh... Masih tidak, @. Maaf.$0",
  "refusal_botherB": "Mungkin suatu hari nanti.$1",
  "refusal_no_heartsA": "Itu kelihatan cantik. Apa kamu membelinya dari hantu di pantai?$0#$b#Aku pernah membaca buku tentang hantu pelaut yang menjual Mermaid Pendant.$6",
  "refusal_no_heartsB": "Jadi. Begini ya, @. Aku akan pergi dan berpura-pura tidak melihat itu.$0",
  "Resort_Entering": "Pantai kecil yang indah!$1",
  "Resort_Leaving": "Ada pasir menempel di rambutku...$2#$b#Bisa dibersihkan dengan mandi air panas! Kembali ke Stardew Valley!$1",
  "Resort_Shore": "Aku penasaran seperti apa pulau lain di luar sana...$1",
  "Resort_Chair": "Apa kamu sudah menjelajahi pulau, @?$3#$b#Tempat seperti ini pasti menyimpan banyak misteri.$1",
  "Resort_Bar": "Menu minuman tropis yang disediakan Gus cukup banyak! Kurasa aku akan memesan 'Ring Fruit Sunrise'!$1",
  "Resort": "Aku pernah membaca gunung berapi itu di buku petualang.$3#$b#Ada klan Dwarf yang memakai lava sebagai sumber energi!$1",
  
  //SPECIFIC TILE DIALOGUE
  "Custom_JenkinsHouse_23_25": "Aku dan Sophia sedang menonton 'My Villain Academia'. Pasti ceritanya menarik.$3",
  "Custom_JenkinsHouse_31_11": "Aku senang menonton anime bersamamu, Sophia.$3",
  "Custom_JenkinsHouse_21_39": "Senang nongkrong denganmu, Sophia.$1",
  "SebastianRoom_5_9": "Salam, @. Kami sedang bermain 'Solorian Chronicles'.$1",
  "Saloon_40_18": "Mungkin aku akan memanjakan diri dengan Wine kelas atas.$1",
  
  //EMPLOYMENT QUESTION - SPRING YEAR 1 ONLY
  "spring_Wed_1": "Sudah lama sejak aku lulus dari Pellcar University.$6#$b#Ibu selalu mendesakku untuk cari kerja. Di mana saja.$2#$e#Aku tahu harus mencari kerja tapi... aku... aku butuh waktu.$2#$q 1001/1002 jobquestion_followup#Apa kau pikir aku ini malas karena belum dapat kerja?#$r 1001 50 jobquestion_no#Kamu tidak malas, Victor. Kamu butuh waktu untuk memutuskan tujuan hidup. Lihat aku! Aku belum tahu harus apa sebelum merawat kebun.#$r 1002 0 jobquestion_neutral#Kau bisa mencoba magang paruh waktu untuk lihat-lihat dulu. Setidaknya ibumu takkan mendesakmu.#$r 1002 -125 jobquestion_yes#Aku tidak menyebutnya malas tapi... kamu sudah lulus lebih dari setahun, Victor.",
  "jobquestion_no": "Betul. Kamu dulu bekerja di akuntansi Joja. Kamu banting setir dan menjadi petani.$3#$b#Ceritamu memberiku harapan untuk masa depan, @. Terima kasih.",
  "jobquestion_neutral": "Aku akan mencobanya. Merasakan lingkungan kerja dulu. Apa aku bisa menikmatinya.$6",
  "jobquestion_yes": "Hmm... begitu. Kau benar. Aku harus mencari pengalaman kerja dulu.$2",
  "jobquestion_followup": "$p 1001#Aku haru cari pengalaman dulu untuk mengejar impianku!$1|Aku mau merenung sejenak, @. Terima kasih.$6",
  
  //ZUZU CITY QUESTION
  "summer_Thu": "Aku mengingat kehidupanku di Zuzu City dulu. Disana sangat... kacau dan berisik.$0#$e#Tinggal di lembah berbeda dengan di kota.$1#$q 3001/3002 city_followup #Apa kamu rindu tinggal di kota?#$r 3001 15 city_yes#Ya, aku rindu.#$r 3002 15 city_no#Tidak.",
  "city_yes": "Tidak mengherankan. Di kota besar banyak pekerjaan. Kecuali mau berwiraswasta, sulit untuk mencari nafkah di sini.$0",
  "city_no": "Aku punya kerabat di Zuzu City. Aku dan ibu aku sesekali kesana mengunjungi mereka.$3",
  "city_followup": "$p 3001#Aku menghargai percakapan kita, @.$1|Aku menghargai percakapan kita, @.$1",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "JenkinsHouse_31_5": "Ehh... ini agak aneh. Kau bisa lihat aku sedang tidur kan?$2",
  "JenkinsHouse_6_8": "Aku sedang menyikat gigi.$0",
  "BlueMoonVineyard": "Pemandangan Gem Sea bagus. Sophia punya pemandangan terbaik di kota.$1",
 
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Selamat musim semi, @.$3#$e#Apa targetmu tahun ini? Aku ingin membaca setidaknya satu buku seminggu.$1",
  "spring_15": "Ada delapan jembatan di Stardew Valley. Hampir setengahnya ada di Pelican Town.$3#$b#Ada juga banyak jembatan kecil di mana-mana, seperti yang ada di pantai.$1#$e#Sungguh luar biasa bagaimana jembatan bisa menghubungkan komunitas yang berbeda.$1",
  "spring_23": "Aku pernasaran apa Sophia membawa Wine kualitas iridium spesialnya ke Flower Festival?$0#$e#Aku tidak terlalu bisa menari.$2",
  "spring_28": "Musim panas segera datang. Aku tidak sabar untuk pergi ke pantai.$1",
  
  "Mon": "Hai. Bagaimana hari Seninmu?$0#$e#Aku harus menulis banyak surel hari ini. Itu membosankan.$2",
  "Mon6": "Aku sedang membaca buku tentang penampakan makhluk misterius di Gem Sea.$3#$b#Buku ini sudah lama ada di keluargaku!$1",
  "Mon10": "Aku punya skema jembatan untuk diperiksa malam ini.$0#$e#Aku menantikannya!$3",
  "Tue": "Argh... Aku harus belanja ke Pierre. Entah kenapa ibu tidak mau mencari pembantu saja.$6#$e#Hei, apa kamu mau kerja paruh waktu?$1 #$e#Oh. Itu... tidak sopan ya? Maaf, @. Aku ceroboh.$2",
  "Tu2": "*sigh*... Selasa. Ini adalah hari aku mencuci pakaian.$2",
  "Tue6": "Bagaimana harimu, @? Apakah produktif?$1#$e#Aku akan mengerjakan salah satu proyekku nanti.$1#$e#Menyibukkan diri itu bagus.$3",
  "Wed": "Ehh. Hai.$0#$e#Ada yang bisa dibantu?$0",
  "Wed2": "Semoga ini hari yang baik bagimu.$3",
  "Wed8": "@, barusan kepikiran kamu.$1#$e#Kamu selalu terlihat menyibukkan diri. Kamu adalah contoh yang baik.$3",
  "Wed10": "Hei. Ini Wine dari gudang bawah tanah.[348]$1#$e#Ehh. Sampai jumpa. Beritahu aku kalau kamu suka!$3",
  "Thu": "Punya rencana apa hari ini? Sepertinya aku akan melanjutkan proyek yang sedang kukerjakan.$0",
  "Thu6": "Senang melihatmu, @. Ini hari yang lancar bagiku! Semoga kamu juga begitu.$1",
  "Fri": "Salam, @! Semoga hari ini baik bagimu.$0",
  "Fri6": "Menurutku, aku lumayan jago main Journey of the Praire King!$3#$e#Itu karena aku sering bermain vidio gim.$1",
  "Sat": "Jadi, apa kamu menikmati hidup di Stardew Valley?$0#$e#Bagus.$0#$e#...$0#$e#Ehh. Baiklah. Obrolan yang bagus. Sampai jumpa ya?$2# $e#Sampai jumpa, @.$0#$e#%Victor tidak mau mengobrol lagi.",
  "Sat2": "Meskipun akhir pekan, tapi pekerjaanku banyak hari ini.$2#$e#Inilah akibatnya menunda-nunda.$0#$e#Mungkin nanti aku akan main Personable 5.$3",
  "Sat6": "Hari ini waktu luangku banyak. Apa aku harus membaca buku baru? Atau melanjutkan vidio gim yang belum tamat?$0#$e#Sepertinya aku main gim saja!$1",
  "Sat10": "Semalam aku bermimpi tinggal jauh dari rumah.$0#$e#Anehnya, mimpinya membuatku lega.$1",
  "Sun": "Ehh. Hai.$0#$e#Ini hari yang indah ya?$0#$e#...$0",
  "Sun2": "Punya rencana apa hari ini?$1#$e#Aku? Aku mau lanjut bermain Legend of Lonk. Saat ini aku terjebak di dungeon air.$0",
  "Sun8": "Vidio gim itu hebat, sama halnya dengan buku.$3#$e#Keduanya bisa menyedotmu ke dunia imajinasi.#$b#Istirahat dari dunia nyata itu perlu.$1",
  "Sun10": "Pernah berpikir untuk menambah jembatan di %farm Farm?$3#$e#Oh. Cuma ingin ehh... tanya.$2#$e#%Kamu melihat Victor dengan sinis.#$e#Hah. Kamu tajam sekali, @.$3",
  
  //SUMMER DIALOGUE
  "summer_1": "Musim panas di Stardew Valley tidak buruk juga. Tidak terlalu hangat. Tidak terlalu dingin.$3#$e#Sempurna.$1",
  "summer_3_1": "Apa kamu dengar ledakan tadi malam? Joja meledakkan longsoran yang menghalangi rumah Susan.$6",
  "summer_11": "Aku dan Ibu menuangkan Wine terbaik kami ke panci orang dewasa.$1#$e#Satu bahan yang buruk bisa merusak citarasa sup. Jadi hati-hati dengan apa yang kamu masukkan.$2",
  "summer_15": "Ibuku seorang manajer akuntansi senior di Cabang Pengiriman Internasional Joja.$3#$e#Dia menerima banyak gaji dan bonus dari pekerjaannya, terus uangnya bertambah lagi saat dia mencairkan sahamnya.$1#$b#Sekarang dia jual beli saham setiap hari. Aku tidak tertarik dengan saham.$0#$b#Perdagangan saham menurutku kurang memuaskan, tapi selera orang berbeda-beda.$1",
  "summer_24": "Penjahitku di Chestervale yang membuat baju ini. aku selalu memesan pakaian dari dia.$3#$e#Pakaianmu terlihat cocok buatmu. Dari mana kau membelinya?$1",
  "summer_28": "Ubur-ubur Moonlight adalah salah satu makhluk terindah di Gem Sea.$3#$b#Setiap tahun aku menantikan mereka.$1",

  "summer_Mon": "Musim panas tahun ini terik sekali. Untung kami punya AC bertenaga tinggi.$0",
  "summer_Mon2": "Beberapa hari yang lalu aku ke Pierre dan melihat Susan beli lebih dari 200 benih.$6#$b#Aku yakin musim depan labanya melimpah.$3#$e#Sampai jumpa, @.$1",
  "summer_Mon4": "Kemarin aku tidak sengaja menjatuhkan salah satu Wine mewah ibuku...$2#$b#Uang sakuku habis untuk mengganti Wine kualitas iridium dari Blue Moon Vineyard milik Sophia.$6",
  "summer_Mon8": "Aku tahu aku agak culun, tapi kamu masih mau berteman denganku.$1#$e#Kamu adalah teman yang baik, @.$3",
  "summer_Tue": "Hari ini aku menerima surel tawaran pekerjaan dari firma arsitektur terkemuka.$6#$b#Lokasinya jauh sekali dan aku tidak mau bepergian sejauh itu.$2",
  "summer_Tue4": "Hai, @. Aku sedang berpikir.$6#$e#Aku emm...$2#$b#Kadang aku... merasa orang-orang baik padaku hanya karena aku kaya. Rasanya sulit untuk percaya orang lain. $2",
  "summer_Tue6": "... Dengar. Bukannya hidupku jadi sulit karena kaya, semua ada kelebihan dan kekurangannya-$5#$b#Oh! @!$7#$e#Maaf. Aku tidak melihatmu. Aku... sedang memikirkan perdebatanku tadi.$2#$e#Aku ingin siap kalau lain kali mereka memulai debat.$2",
  "summer_Tue8": "Seharian ini aku akan mengerjakan soal matematika yang rumit.$0#$e#Aku senang sudah menyelesaikannya. Aku selalu menyambut tantangan!$1#$e#Semoga harimu menyenangkan, @!$1",
  "summer_Tue10": "Aku belajar banyak saat magang dengan Ralph, insinyur jembatan Grampleton.$1#$e#Banyak hal yang tidak diajarkan di sekolah.$3",
  "summer_Wed": "Aku menemukan catatan di perpustakaan kami. Ibu mencatat teknik penyimpanan Wine khas Gotoro.$2#$b#Dia bisa dapat masalah kalau ada orang yang tahu. Itu materi terlarang di Ferngill Republic.$0#$e #Jangan bilang padanya kalau aku cerita ke kamu.$6",
  "summer_Wed8": "Senang melihatmu. Semoga harimu produktif!$1#$e#Oh, aku? Aku menjaga tubuhku agar tetap dingin di musim panas ini.$3",
  "summer_Thu": "Hmm... aku harus merencanakan apa saja yang mau aku lakukan hari ini.$0",
  "summer_Thu4": "Kadang aku mengingat masa-masa kuliah dulu di Pellcar University.$6#$b#Hidup saat itu sangat sederhana.$2#$e#Tidak ada yang bilang 'jadi dewasa' akan seperti ini. Kamu sendirian tanpa ada yang membimbing.$0",
  "summer_Thu8": "Apa kamu bercita-cita jadi petani saat kecil, @?$0#$e#Aku mengagumimu karena kau mengikuti hasratmu.$3#$e#Kamu salah satu orang paling berdedikasi yang pernah kutemui. Aku harus belajar banyak darimu.$3",
  "summer_Thu10": "Mau minum bersamaku di Saloon besok?$3",
  "summer_Fri": "...Maaf, @. aku lagi banyak pikiran hari ini. Suasana hatiku sedang kacau.$2#$e#Tolong tinggalkan aku.$2#$e#@... aku serius.$5#$e#...$5#$e#Ini kuberi uang. Belilah minum dan pergi dari sini.[336]$2",
  "summer_Fri4": "Kurasa aku suka murung seperti ibu. Kadang, kami menghabiskan malam hanya merajuk dalam diam bersama.$2#$e#Semoga kamu tidak tersinggung saat aku marah padamu, @. Aku menikmati waktu denganmu saat sedang tidak murung.$3",
  "summer_Fri8": "Ayo beli es krim kapan-kapan.$1#$e#Alex bilang dia punya es krim baru 'berbahan sayuran'. Es krimnya jadi lebih sehat.$3",
  "summer_Sat": "Aku memberi Gus uang tip 800G untuk minumanku tempo hari.$6#$b#Dia bilang keuangan Saloon sedang memburuk karena ada orang yang tidak membayar hutang.$2",
  "summer_Sat4": "Tahukah kamu kalau Revolusi Industri Ferngill Republic disebabkan oleh teknologi Dwarf?$1#$b#Ilmuwan dapat mereplikasi gawai mereka dan menjadikannya modern untuk dipakai manusia.$3#$e#Sampai jumpa lagi, @.$3",
  "summer_Sat8": "Ada bagian dari novel Dwarf yang baru selesai kubaca menggambarkan kota kuno para Dwarf di Pegunungan Cascadian.$1#$e#Kota-kota mereka dulunya merupakan pusat perdagangan besar bagi Dwarf kuno.$7#$b#Sampai hari ini, kita belum tahu banyak tentang mereka...$2#$b#Kita sering menemukan gawai mereka dan mengetahui sedikit sejarah mereka, tapi cuma itu saja.$0#$e#Sampai jumpa, @.$3",
  "summer_Sun": "Berita bilang bahwa Badan Investigasi Ferngill Republic ingin menebang hutan di Stardew Valley.$5#$b#Badan tersebut yakin bahwa mereka akan menemukan artefak ajaib yang mampu mengubah arus perang dengan Gotoro Empire.$0#$e #Penyihir di menara itu tidak memberi mereka izin.$6",
  "summer_Sun4": "Oh, hei! Apa agendamu hari ini?$1",
  "summer_Sun10": "Hei, @. Aku punya sisa material dari proyek. Apa kamu mau?$1#$e#Ini! Aku yakin kamu pasti bisa memanfaatkannya.[335]$3",
  
  //FALL DIALOGUE
  "fall_1": "Musim gugur akhirnya tiba. Warna musim ini indah.$1",
  "fall_8": "Ada delapan jembatan di Stardew Valley. Hampir setengahnya ada di Pelican Town.$3#$b#Ada juga banyak jembatan kecil di mana-mana, seperti yang ada di pantai.$1#$e#Sungguh luar biasa bagaimana jembatan bisa menghubungkan komunitas yang berbeda.$1",
  "fall_15": "Hei, @. Sudah siap Stardew Valley Fair besok?$3#$b#Kamu sudah menyiapkan pajangan kan?$0#$e#Yah, semoga berhasil! Aku yakin kamu akan dapat nilai baik. $1",
  "fall_27": "Spirit Eve adalah festival favoritku. Aku penasaran seberapa sulit dan seram labirin tahun ini...$1#$e#Penyihir menggunakan sihir untuk membuat labirin. Aku renasaran kekuatan apa lagi yang dia punya.$0",
  "fall_28": "Musim dingin segera tiba... Kurasa aku bisa mencium baunya dari udara, atau mungkin itu cuma angan-anganku.$0#$e#Musim dingin adalah waktu yang tepat untuk membaca buku, @.$3",

  "fall_Mon": "Kudengar keluarga yang tinggal di rumah sebelum kami tidak akur dengan Mayor Lewis.$0#$e#Ibu tahu tentang itu, tapi tidak memberitahuku.$6",
  "fall_Mon4": "Kadang aku terlalu sibuk memikirkan masa lalu untuk memikirkan masa depan.$0#$e#Rasanya seperti bayangan dari masa lalu yang membuat kita sulit melihat.$2#$e#... Eh, maaf kalau dramatis, @. Terima kasih sudah mau mendengarkan ocehanku di saat aku murung.$3",
  "fall_Mon8": "Hei. Kalau mau kopi, mampirlah kapan-kapan.$3#$e#Aku hargai sudah mau jadi teman bicaraku.$1",
  "fall_Tue": "Kemarin Maru membantu memecahkan masalah kalkulus di proyekku. Dia punya pendekatan yang unik.$3#$b#Dia akalnya banyak!$1#$e#Semoga harimu menyenangkan, @.$3",
  "fall_Tue4": "Aku sedang dilema dengan proyek yang kubuat. Ada yang error.$0#$e#Aku suka memecahkan masalah. Itu berarti ada yang benar menunggu untuk diperbaiki dan dikerjakan.$1",
  "fall_Tue10": "*menguap* Semalam aku begadang membuat desain jembatan baru.$0#$e#Menyenangkan!$3",
  "fall_Wed": "Aku akan ke rumah Sophia besok.$3#$b#Sekalian mau beli beberapa Wine iridiumnya. Itu kesukaan ibuku.$1",
  "fall_Wed6": "Ini hari yang dingin. Jaga kehangatan tubuhmu, @.$1",
  "fall_Wed10": "Ibuku membuat jamur untuk makan malam...$2#$e#Mungkin kita bisa merencanakan makan malam di rumahmu?$1#$e#Spageti buatanku enak!$3",
  "fall_Thu": "Marlon bersama pemburu monster dari Castle Village tempo hari.$0#$b#Aku berani sumpah juga lihat Penyihir bersama mereka.$1#$e#Mungkin mereka mengadakan pertemuan rahasia.$6 ",
  "fall_Thu2": "Aku dan ibu pindah ke Stardew Valley dari Zuzu City.$6#$b#Lembah ini lebih sepi dibandingkan dengan perkotaan.$3#$e#Kamu dulu tinggal di Pine-Mesa City kan? Berarti kamu mengerti maksudku.$1",
  "fall_Thu8": "Apa kamu pernah merasa takut saat pergi berpetualang, @?$0#$e#...Mungkin aku pernah bilang ini, tapi aku sangat iri dengan keberanianmu. Kadang aku merasa tidak berguna.$2#$e #Aku harus menemukan tujuan hidupku sendiri. Itu kata yang bijak. Lihat saja apa aku mau menerapkannya atau tidak.$3",
  "fall_Fri": "Senang bertemu denganmu, @. Besok aku mau mendaki ke puncak.$1#$b#Pemandangannya sangat menakjubkan di musim ini.$3",
  "fall_Fri6": "Ibuku mulai hobi melukis beberapa tahun lalu.$0#$b#Kemampuannya berkembang pesat.$3#$b#Ibu membuktikan bahwa terus latihan lama-lama akan jadi mahir.$1#$e#Lihat saja banyak hal yang telah kau pelajari saat mulai bertani!$1#$e#Semoga harimu menyenangkan, @.$3",
  "fall_Fri8": "Apa kamu... mau mengajariku salah satu keahlianmu, @?$0#$e#Oh, terserah yang mana saja, aku cuma iri lihat ibu punya keahlian baru.$0 #$e#Aku harus segera mencoba hal baru.$0",
  "fall_Sat": "Pria tunawisma yang tinggal di tenda di pegunungan terlihat akrab dengan ibu.$0#$e#Ibu bilang ia pernah melihat Pria itu sebelumnya. Aneh, kan?$0",
  "fall_Sat4": "Semalam aku lihat Linus keliling Pelican Town. Aku merasa tidak enak, jadi aku memberinya 1.000G.$2#$b#Dia... menolaknya. Katanya dia tidak butuh uang karena lembah sudah memberi semua yang ia butuhkan.$0#$e#Kurasa aku... tidak paham dengan jalan pikirannya.$6",
  "fall_Sat8": "Kalau mau belajar hal baru, beritahu aku!$1",
  "fall_Sun": "Aku sedang membaca buku berjudul 'Legends of the Dwarves'. Isinya tentang beberapa pegunungan Dwarf dan teknologi kuno yang canggih.$3#$b#Salah satu gunung itu ada di Stardew Valley, Gunung Corneal!$1",
  "fall_Sun4": "*hahh* Hari ini ada tugas rumah. Aku malas mau melakukannya.$2",
  "fall_Sun8": "Hei, @! Bagaimana kabar %farm Farm?$3#$e#Senang mendengarnya!$1",

  //WINTER DIALOGUE    
  "winter_1": "Semalam badai saljunya cukup kencang. Tidak ada rumput terlihat sehelai pun.$6#$e#Pakai pakaian tebal dan jaga kehangatan tubuhmu, @.$3",
  "winter_7": "Siap pergi ke hutan untuk festival memancing es besok, @?$1#$e#Aku suka pergi bersama warga ke Cindersap Forest.$1#$b#Itu memberiku kesempatan untuk ngobrol dengan Sophia dan Sam. Aku jarang bertemu mereka.$3",
  "winter_17": "Semalam aku beli totem ajaib dari sosok berjubah biru di Night Market.$3#$b#Orang itu tampak sangat familiar...$0#$e#Kurasa itu Penyihir dari 'The First Slash' di Fern Islands.$1",
  "winter_24": "Aku penasaran siapa pemberi hadiah rahasiaku tahun ini untuk Feast of The  Winter Stars.$0#$e#Semoga itu Sophia!$1",
  "winter_28": "Musim dingin hampir berakhir. Aku tidak sabar untuk keluar dan menikmati cuaca.$3",

  "winter_Mon": "Hei, aku sedang sibuk.$6#$e#...$0#$e#Ehh... ini. Ini cuku puntuk beli gim Prairie King.[384]",
  "winter_Mon4": "Pernah penasaran seperti apa wujud Elf? Aku sedang membaca buku tentang mereka.$1#$b#Mereka dulunya adalah ras yang mendominasi planet ini sebelum punah. Tidak ada yang tahu kenapa mereka menghilang.$0",
  "winter_Mon8": "Aku main Journey of the Prairie King beberapa hari lalu dan hampir tamat.$1#$b#Rupanya, kalau kamu bisa menamatkannya, ada kemungkinan kamu akan dapat mesin arkadenya.$3#$e #Kalau aku mau mesinnya, aku tinggal beli saja.$0#$e#...Ya, kamu benar. Rasanya tidak akan sama. Seharusnya aku tidak mengandalkan semuanya pada uang. Maaf.$2",
  "winter_Mon10": "Apa kamu menjahit pakaianmu sendiri? Pakaianmu bagus.$1",
  "winter_Tue": "Sebagian besar furnitur kami dibuat di Grampleton.$3#$b#Pengrajin kayu disana adalah yang terbaik di dunia.$1",
  "winter_Tue4": "Aku ingin minum kopi peppermint.$3#$e#Kalau ada yang kusukai dari musim dingin, itu adalah makanan dan minuman khasnya.$1",
  "winter_Tue8": "Hai, @. Kapan-kapan ayo minum kopi peppermint bersama.$1#$b#Aku akan mentraktirmu! Gus pakai permen peppermint organik.$3",
  "winter_Wed": "Setelah kamu belajar fisika cukup lama, sulit untuk tidak melihat dunia dan mulai membayangkan cara kerjanya di kepalamu.$0#$e#Tidak, itu bukan hal yang buruk.$0",
  "winter_Wed4": "Saat aku kuliah, ada profesor yang mengajar fisika tingkat lanjut bernama R. Peterson.$3#$b#Dia dulu bekerja sama dengan penyihir di Fern Islands.$1#$b#Kamu akan kagum betapa hukum fisika juga berlaku untuk dunia sihir.$7",
  "winter_Wed8": "Aku penasaran apa ada toko buku di Zuzu City yang belum kukunjungi...$0#$e#Aku selalu berusaha menambah koleksi buku kami, terutama kalau membahas persimpangan teori magis dan ilmiah.$0#$e#Apa kamu baru saja menguap, @?$1",
  "winter_Thu": "*hahh* Ini hari yang berat buatku. Mungkin main vidio gim akan membuat keadaanku lebih baik.$2",
  "winter_Thu4": "Aku suka membaca sejarah, fiksi atau tidak.$3#$e#Senang bisa menyelami dunia yang berbeda dan tenggelam di dalamnya.$0",
  "winter_Thu8": "Aku coba-coba merancang prototipe jembatan trestle hari ini dalam program simulasi yang kubuat. Tipe jembatan ini berguna untuk menyeberangi rawa-rawa atau perairan dangkal.$1#$e#Jembatan trestle biaya pembangunannya lebih murah dari jenis jembatan lain. Karena memakai penyangga kayu, bukan batu atau baja.$3#$e#Terdengar seperti vidio gim ya? Kamu akan kaget keahlian yang bisa kau pelajari dalam gim bisa berguna suatu saat.$3" ,
  "winter_Fri": "Pengembang gim Journey of the Prairie King, ConcernedMonkey, sedang membuat game lain!$1#$b#Melihat betapa hebatnya JPK, aku sangat menantikan gim barunya.$3",
  "winter_Fri4": "Aku bingung mau beli apa daja di Pierre's nanti?$0#$e#Apa bahan spageti ya?$1#$e#Apa kau pernah membuat spageti? Rasanya enak! Akan kubagi resepnya kapan-kapan.$1",
  "winter_Fri8": "Hmm... apa menurutmu ada yang tertarik dengan gim simulasi pembuatan jembatan, @?$0#$e#...kurasa banyak orang menganggapnya membosankan, tapi bagiku itu menyenangkan.$3",
  "winter_Sat": "Ibu dapat 80.000G semalam dari perdagangan saham. Mungkin dia akan memakai uangnya untuk beli Wine mahal lagi.$0",
  "winter_Sat4": "Aku suka Wine, tapi tidak separah ibuku.$3#$e#Yah... menurutku di dunia ini tidak ada orang yang suka sama Wine seperti dia.$1" ,
  "winter_Sat8": "Aku menghabiskan banyak waktu dengan ibu, karena kami serumah.$0#$b#Tapi kami tidak punya banyak kesamaan, jadi kadang agak ...menegangkan.$2#$e#Aku merasa lebih bersedia menoleransinya daripada ibu padaku.$2",
  "winter_Sat10": "Hei. Mau sisa spageti?$1#$e#Ini!$3[224]#$e#Mungkin lain kali kita bisa makan bersama?$3",
  "winter_Sun": "Aku menunda-nunda proyek pemrogramanku. Mungkin aku harus mulai mengerjakannya lagi hari ini?$0#$e#Senang melihatmu, @. Semoga harimu menyenangkan.$3",
  "winter_Sun4": "Aku sedang merakit komputer untuk seseorang di Chestervale, kota yang sama tempatku menjahit pakaian.$3#$b#Dia punya banyak RAM. Mungkin mau menjalankan banyak program yang menghabiskan memori, seperti render vidio.$0#$e#Merakit komputer adalah hobiku! Aku senang ada orang yang mencariku untuk merakit komputer mereka.$1#$e#Beritahu aku kalau kamu mau dirakitkan komputernya @. Teman dapat diskon.$3",
  "winter_Sun8": "Hai, @. Hari ini pasti dingin.$0#$e#Manpirlah ke rumah kapan-kapan. Akan kubuatkan secangkir kopi.$1",
  }
