{
//Special Dialogue
"breakUp": "Aku yakin... ini demi yang terbaik.$2#$e#Hubungan pasti jadi sulit kalau jarang bertemu...$2",
"divorced": "Kukira kita akan menua bersama...$2#$e#%Lance membalikkan badan.",
"dumped_Guys": "Halo, @.$2#$e#...$2",
"secondChance_Guys": "Aku bersedia memberi kesempatan kedua...$5",
"highlandsDwarf": "Kau menyelamatkan Dwarf itu, @. Kau memang pahlawan sejati.$1#$e#*cekikikan* Mereka memberitahuku semuanya.$5#$e#Aku tak tahu kalau mereka dikurung di gua, dipaksa melihat saat harta mereka dilahap monster.$6",
"Resort_Entering": "Aku belum libur seminggu ini. Aku menantikan ini.$0",
"Resort_Leaving": "*cekikikan* Semangatku telah pulih. Waktunya pulang.$5#$e#Apa kau mau pulang bersama? Tanpa pakai Totem dan Scepter.$1",
"Resort_Shore": "Jarak First Slash kira-kira 3200 km ke barat daya dari sini.$0#$e#Bersantailah bersamaku. Rasakan hangatnya pasir di antara jari-jari kakimu.$5",
"Resort_Chair": "Kulitku berterima kasih atas cuaca hari ini.$5",
"Resort_Bar": "Koktail nanas ini segar.$0#$e#Mau coba?$1",
"Resort": "Berbarunglah dan rileks denganku. Rasakan hangatnya pasir diantara jari-jari kakimu.$5#$e#First Slash jaraknya kira-kira 3200 km ke barat daya.$1",

//Galdoran Outpost
"Mon": "Kami adalah ujung tombak yang akan mewujudkan dunia yang aman.$0",
"Mon4": "Halo, @. Ada urusan apa sampai jauh-jauh kemari?$1",
"Mon6": "Kami mengumpulkan sejumlah anggota yang berpengalaman untuk menyelusuri Badlands dan untuk mengatasi... suatu masalah.$6#$e#Aku tak memiliki wewenang untuk membicarakannya.$5",
"Mon8": "Apa kau latihan setiap hari? Kalau refleksmu lambat, kau bisa kena serangan di medan pertempuran.$0",
"summer_Mon8": "Sejumlah wilayah di Galdora penuh dengan endapan platina dan paladium.$0#$e#Logam ini berharga karena tidak bereaksi dengan atmosfer.$1#$b#Logam itu merupakan bahan penting dalam peralatan dan penelitian sihir.$0",
"fall_Mon8": "Aku beruntung sudah menemukan banyak relik magis selama ini.$0#$e#Tinggal masalah waktu sebelum kamu menemukannya juga.$1",
"winter_Mon8": "Ada beberapa tempat di Castle Village yang ingin kutunjukkan setelah Camilla memberimu ijin.#$e#Entah apalagi yang ia tunggu. Atau mungkin dia menyiapkan sebuah tes yang aneh...#6#$b#Dia sering melakukannya.$5",
"Mon10": "Memandangi cakrawala Crimson Badland dari atas pos...$5#$b#Ini momen yang akan kukenang.$4",

//Stardew Valley
"Tue": "Aku punya pos jauh di utara, di Highlands.$0#$e#Mungkin kelak, kau akan ikut kesana.$1",
"Tue2": "First Slash membutuhkan orang berbakat sepertimu...$0",
"Tue8": "Aku sedang berpikir buat membeli properti dan membangun rumah di sekitar sini.$0#$b#Aku sangat menikmati waktuku disini.$1",
"summer_Tue8": "Banyak jamur yang tumbuh di lantai bawah tambang.$1#$e#Aku penasaran apa penyebabnya...$5#$b#Mungkin aku harus meneliti dan mencari penyebabnya.$0",
"fall_Tue8": "Lembah ini aman di tangan penyihirmu, Magnus Rasmodius.$1#$e#*cekikikan* Saat dia mengunjungi First Slash, kami selalu menyambutnya dengan hangat.$0",
"winter_Tue8": "Dwarf di tambang mau menjual bom buatannya padaku.$0#$e#Kualitas bom buatan kaum Dwarf terbaik dari semua spesies. Begitulah cara mereka melubangi gunung untuk membuat tempat tinggal.$1",
"Tue10": "*menguap*...$5#$b#Semalam aku kurang tidur. Aku menjelajahi gunung.$0#$e#*menguap*...$5#$b#Rasanya aku ingin tidur di pangkuanmu...$5#$e#%Lance sudah tidur.",
"Wed": "Marlon mengontrakku untuk tugas yang hanya cocok untuk mage petarung.$0#$e#Aku tak punya wewenang untuk membicarakannya.$5",
"Wed2": "Beberapa bagian di dunia bertindak semaunya sendiri...$5#$e#Sebagian besar, wilayah Ferngill Republic adalah tempat yang aman. Tapi meski begitu, pasti punya kisah kelamnya masing-masing...$0",
"Wed4": "Aku merasa kurang nyaman keliling Pelican Town. Tapi aku nyaman di serikat ini.$0#$b#Di manapun itu, semua serikat selalu sama.$5",
"Wed8": "Petualangan terhebat yang bisa dilakukan adalah menjalani hidup sesuai impianmu.$0",
"summer_Wed8": "Belakangan ini aku ikut Marlon ke tambang. Dia sangat hebat memakai pedang.$0",
"fall_Wed8": "Aku membeli elixir dari Dwarf di tambang. Ini, buatmu [773].$0#$e#Rasanya segar.$5",
"winter_Wed8": "Stardew Valley selalu serius dalam berfestival. Semuanya ikut mendekorasi.$5#$e#Di Castle Village, kami juga punya festival. Mungkin suatu saat kamu bisa ikut.$0",
"Wed10": "Halo, sayang. Apa kamu ada urusan serikat hari ini?$1#$e#Hati-hati ya.$0",

//Ginger Island
"Thu": "Aku dulu dilatih ilmu sihir oleh guruku.#$b#Kau punya potensi...$1",
"Thu4": "Kemampuanmu sangat membingungkan.$0#$b#Apa kau menyembunyikan kekuatan aslimu dariku?$1#$e#*cekikikan*...$5",
"Thu6": "Patroli di pulau ada untungnya juga...$0#$b#Cuacanya indah, buah tropis bisa dipetik langsung dari pohon, pemandangannya luar biasa, dan bau angin laut yang segar...$5",
"Thu8": "Aku berhipotesa kalau kekuatan Gunung Kohldur-lah yang menarik monster-monster.$6#$e#Karena tidak mampu melindungi diri dari monster, para Dwarf kabur meninggalkan rumah mereka. Demi mencari tempat tinggal baru.$6",
"summer_Thu8": "Aku dapat Cinder Shard dalam petualangan. Ini, buatmu [848].$0#$e#Itu sumber daya serbaguna. Bisa untuk dijual, ditukar, atau untuk bahan rakitan.$5",
"fall_Thu8": "Bahkan sampai hari ini, para petualang —termasuk kamu— masih menemukan hal-hal baru.$1#$e#Dunia penuh dengan misteri. Dengan usaha bersama, kita akan menguak semuanya.$0",
"winter_Thu8": "Serikatku jauh dari jangkauan teleportasiku. Karena itu aku membuat simbol teleportasi di sekitar sini, untuk menambah jangkauannya.#$e#Kelak, aku akan membangun rumah pantai di sekitarnya...$5",
"Thu10": "Aku harus sering-sering ke rumah pantai. Mungkin kita bisa memasak bersama dan menikmati matahri terbenam di cakrawala Gem Sea.$4",
"Fri": "Hari yang sempurna untuk membasmi monster.$0#$b#Semoga beruntung, petualang.$5",
"Fri2": "Dunia itu luas. Semoga kelak aku bisa menjelajahi semua penjurunya.$0",
"Fri4": "First Slash memiliki banyak anggota, termasuk aku.$5#$e#Suatu saat akan kuajak kau kesana.$1",
"Fri8": "Kadang aku masih gugup saat bertualang. Tapi aku percaya pada kemampuan sihirku untuk mengatasinya.$0",
"summer_Fri8": "Aku lumayan beruntung dapat tugas patroli di Ginger Island.$5",
"fall_Fri8": "Galaxy Souls dibutuhkan untuk menyempurnakan senjata magis.$0#$b#Itu adalah bentuk energi sihir paling mentah yang kami ketahui.$1",
"winter_Fri8": "Aku merasakan keharidan sesuatu yang kuat di pulau. Tidak cukup jelas...$6",
"Fri10": "Aku senang kita bisa bertemu dalam petualangan liar yang disebut kehidupan.$4",

//Highlands
"Sat": "Ada monster kuat di puncak gunung.$6#$e#Aku dapat kesempatan buat menelitinya.$5#$b#Disaat berkabut, aku melihatnya mengumpulkan harta karun!$1#$e#Aku mencoba melawannya, tapi dia lebih kuat dari dugaanku.$2#$b#Berhati-hatilah kalau mau melawannya, @.$6",
"Sat6": "Terima kasih, berkatmu aku bisa menyelesaikan penelitian tumbuhan monster.$0",
"Sat8": "Gua di gunung ini kaya akan tembaga, besi, dan emas. Karena dulunya ditinggali koloni Dwarf.$0#$e#Dan suatu waktu... monster-monster datang. Entah apa yang terjadi. Pasti ada penjelasannya.$6",
"summer_Sat8": "Rasanya puas jadi orang yang menemukan monster baru.$0",
"fall_Sat8": "Kamu jauh-jauh kesini untuk menemuiku?$1#$e#Semoga beruntung petualangannya, @.$0",
"winter_Sat8": "Salju disini turunnya lebat saat musim dingin.$0#$b#Karena kita ada di daratan tinggi.$5",
"Sat10": "Kedatanganmu membuatku gembira.$0#$e#Mungkin sempit, tapi apa kamu mau tidur di kamarku malam ini.$4",
"Sun": "Monster jamur hijau keluar dari persembunyian saat hujan. Mereka sembunyi di reruntuhan.$0#$e#Mereka dipenuhi energi sihir  - sempurna untuk penelitianku.$5",
"Sun4": "Udara di Highland tipis.$0",
"Sun6": "Jujur, kadang disini rasanya sepi.$2#$b#Karena itu aku senang melihatmu.$0",
"Sun8": "Monster jauh lebih ganas dari hewan buas dengan cakar. Kita bisa mempelajarinya...$6",
"summer_Sun8": "Tempat ini bisa spot wisata bagus kalau tidak ada monsternya.$0",
"fall_Sun8": "Ada kedai minum di Castle Village yang diurus orang bernama Eleanor.$0#$e#Ekon selalu menyempatkan diri kesana. Pasti dia naksir sama Eleanor...$5",
"winter_Sun8": "Golem dan slime disini mengganti warna mereka sesuai musim.$0#$e#Aku kagum dengan evolusi mereka dalam berkamuflasi.$0",
"Sun10": "Ada banyak kekuatan hebat di dunia ini, tapi tak ada yang bisa melampaui kekuatan cinta.$1#$e#*cekikikan*...$5"

}
