{
  //SPECIAL DIALOGUE
  "patio_Lance": "Tanaman monsternya dalam kondisi sehat.$0",
  "spouseRoom_Lance": "Patung monster ini kudapat karena prestasiku.$0#$e#*cekikikan* Sejumlah rekan kerjaku percaya kalau mereka adalah monster yang sedang terlelap...$5",
  "funReturn_Lance": "Bagaimana harimu, cintaku?$1#$e#Sama, aku juga. Aku bisa cari waktu untuk melanjutkan penelitian.$0",
  "funLeave_Lance": "Aku ada urusan serikat nanti. Aku akan pulang nanti malam.$0",
  "OneKid_0": "Kita harus kuat demi %kid1.$0",
  "OneKid_1": "Aku sudah punya banyak peran di hidupku, tapi baru kali ini aku jadi orang tua.$1",
  "OneKid_2": "Semoga %kid1 suka buku saat dewasa nanti.#$b#Saat kecil, aku mulai tertarik dengan penelitian dari baca buku. Dan aku belum pernah berhenti membaca sejak itu.$5",
  "OneKid_3": "Saat anak kita sudah agak dewasa, kita harus keliling dunia.$0",
  "OneKid_4": "%kid1 anaknya tangguh. Mungkin dia akan jadi petualang.$1",
  "TwoKids_0": "Aku yakin anak kita akan meniru hal terbaik dari kita berdua.$5#$e#*cekikikan* %kid1 matanya sepertimu.$1",
  "TwoKids_1": "Aku akan selalu menyayangi anak kita tanpa pandang bulu.$0#$e#Mereka akan tumbuh dan kita akan selalu menemani langkah mereka.$1",
  "TwoKids_2": "Pas aku di luar tadi, aku lihat %kid2 belepotan penuh tanah. Langsung kumandikan.$0#$e#*cekikikan* Aku tahu dia mirip siapa...$5",
  "TwoKids_3": "Kita berdua kan jarang di rumah.$6#$b#Gimana kalau menyewa pengasuh?$0#$e#Aku kenal warga kota yang lagi cari kerja paruh waktu.$1",
  "TwoKids_4": "Aku gembira lihat %kid1 dan %kid2 akur.$1",
  
  //SEASONAL DIALOGUE
  "spring_Lance": "Udara segar dan sinar matahari di wajah. Musim ini bisa membuat jiwaku tenang.$0",
  "spring_1": "Aku bisa merasakan lembah mulai dipenuhi kehidupan lagi. Musim semi telah tiba...$0#$e#Tanpa musim dingin, musim semi takkan begitu diapresiasi.$5",
  "spring_13": "Hari ini Egg Festival ya?$5#$e#Ini kesempatan bagus untuk ngobrol dengan warga lembah.$1", 
  "spring_24": "Aku sudah siap untuk ikut Flower Dance. Dan aku sudah tidak sabar untuk menari denganmu, sayang.$1",
  "summer_Lance": "Ah... Aku suka cuaca yang panas.$5",
  "summer_1": "Awal musim panas akan jadi beban bagi petani.$0#$b#Terimalah ini, sayang. Ini bisa menambah staminamu [349].$1#$e#Semoga beruntung hari ini, sayang.$4",
  "summer_11": "Aku menyiapkan hidangan spesial dari resep keluarga untuk festival.$0",
  "summer_28": "Jangan lupa untuk berkumpul di pantai nanti malam, sayang.$0",
  "fall_Lance": "Lembahnya berwarna-warni... membuat jiwaku jadi tenang.$0",
  "fall_1": "Apa kau merasakannya? Pepohonan mulai tidur.$0#$e#Angin kecil saja menjatuhkan banyak daun.$5",
  "fall_6": "Aku pingin semangkuk labu madu bakar...$1#$e#*cekikikan* Mungkin musim gugur mulai mempengaruhiku.$5",
  "fall_16": "Kau sudah bekerja keras tahun ini, sayang.$1#$b#Aku tak sabar menantikan pajangan yang menampilkan prestasimu.$0",
  "fall_27": "Membuat labirin butuh banyak mana.$0#$e#Aku harus minum potion khusus untuk dapat kekuatan itu, tapi hanya untuk waktu yang singkat.$5",
  "winter_Lance": "Musim dingin adalah musim untuk pulih dan bersiap untuk tahun depan.$0",
  "winter_1": "Semalam lembahnya diselimuti salju.$0",
  "winter_8": "Sihir adalah cara paling efektif untuk memancing. Begitulah caraku melakukannya.$0",
  "winter_12": "Aku penasaran ada apa saja di Night Market tahun ini.$0",
  "winter_25": "Ada sesuatu istimewa yang sudah kusiapkan buatmu besok...",
  "winter_25": "Aku barter ini dari Castle Village khusus buatmu. Ini 'Galaxy Soul' [896].$0#$e#Ini akan membuatmu lebih kuat.$1#$e#Ah, apa yang kutukar? Itu... rahasia.$1",
  
  //DAY DIALOGUE
  "Indoor_Day_Lance": "Aku sangat mengapresiasi waktu untuk rileks dan istirahat.$1",
  "Indoor_Day_0": "Rumah ini jauh lebih nyaman dari posku di Highlands.$0",
  "Indoor_Day_1": "Kulkasnya selalu penuh dengan produk segar dari kebun.$0#$e#Biasanya aku cuma makan rangsum. Sekarang aku seperti raja!$1#$e#Rangsumnya tidak seburuk yang kau kira...$5",
  "Indoor_Day_2": "Apa agendamu hari ini?$0",
  "Indoor_Day_3": "Jarang-jarang aku dapat waktu luang.$0#$e#Aku penasaran bakal ngapain kalau dapat itu...$5#$e#%Lance sedang berpikir keras.",
  "Indoor_Day_4": "Aku membersihkan rumah tadi pagi.$1#$e#Aku pakai mantera sederhana. Jadinya cepat.$0",
  "Outdoor_Lance": "Jangan bekerja terlalu keras. Terimalah elixir ini. Ini akan menyegarkan badanmu.[773]$1",
  "Outdoor_0": "Aku memanterai kebun ini agar terlindung dari kutu daun.$0#$e#Dalam jumlah banyak, serangga ini bisa menghambat pertumbuhan tanaman.$6",
  "Outdoor_1": "Mungkin aku akan keliling lembah hari ini. Ada banyak yang belum kulihat.$0",
  "Outdoor_2": "Aku mulai mengapresiasi ketenangan lembah ini.$0",
  "Outdoor_3": "Tak ada orang lain yang bekerja sekeras kamu.$5#$e#Semoga harimu menyenangkan, sayang.$1",
  "Outdoor_4": "Aku tak tahu banyak soal bercocok tanam.$0#$e#Tapi aku suka melihatmu bekerja...$5",
  "Rainy_Day_0": "Gerimis ini akan membasuh dahaga dari kebun.$0",
  "Rainy_Day_1": "Cuci kaki dulu sebelum masuk. Nanti lantainya kotor.$1",
  "Rainy_Day_2": "Saat hujan, aku ingin membaca buku ditemani minuman hangat.",
  "Rainy_Day_3": "Tanpa hujan, takkan ada kehidupan...$5",
  
  //NIGHT DIALOGUE
  "indoor_Night_Lance": "Selamat datang, sayang.$0",
  "Indoor_Night_0": "Aku dengar cerita soal betapa bahayanya 'Skull Cavern'. Apa memang separah itu?$0",
  "Indoor_Night_1": "Aku sanenag hari sudah mau berakhir. Tubuhku sudah siap untuk tidur.$0",
  "Indoor_Night_2": "Aku mau mencoba masak. Untungnya bahan-bahan kita lengkap. [244 242 907 905 240]$0",
  "Indoor_Night_3": "*cekikikan* Aku dengar suara tertawa di luar. Dia pasti sedang terbang malam ini...$5#$e#Setiap penyihir di lingkungan kami tahu soal perceraian Magnus. Sangat dramatis. Peristiwa yang hebat.$0",
  "Indoor_Night_4": "Mari duduk-duduk di depan perapian setelah makan malam.$4",
  "Rainy_Night_Lance": "Tidur bisa nyenyak dengan diiringi suara atap yang dijatuhi air hujan.$5",
  "Rainy_Night_0": "Rumah kita sudah terlindung dari cuaca luar.$0",
  "Rainy_Night_1": "Bagaimana harimu? Apa kamu ketemu monster?$1",
  "Rainy_Night_2": "Apa di Highlands juga hujan ya...$6#$e#Posnya akan aman. Perisai sihirku akan melindunginya dari monster.$0",
  "Rainy_Night_3": "Hanya penyihir berperingkat tinggi yang boleh membuat 'Nexus'.$5#$e#Karena Highlands, Stardew Valley, dan Ginger Island ada di satu negara. Aku tidak butuh itu.$0",
  "Rainy_Night_4": "*menguap* Ayo ke kamar tidur, sayang.$0",  
  
  //AFFECTION DIALOGUE
  "Good_0": "Kau adalah hartaku yang paling berharga.$4",
  "Good_1": "Hidup bersamamu membuatku sadar betapa bahagianya aku sekarang.$0#$b#Aku kira diriku ini adalah pengembara, tapi kau bisa membuat rumah ini jadi terasa seperti tempat tinggal.$1#$e#Aku selalu menghargai setiap momen bersamamu.$4",
  "Good_2": "Hidup di kebun bersamamu sudah seperti petualangan.$1#$b#Semoga kamu juga menganggapnya begitu, sayang.$1",
  "Good_3": "Ada peneliti monster terkenal di Galdora yang punya museum monster.$0#$e#Beberapa temuan dan penelitianku dipajang di sana.$1",
  "Good_4": "Guruku adalah seorang Kesatria Naga. Aku jadi muridnya dari kecil saat potensi sihirku baru muncul.$0",
  "Good_5": "Aku buat totem ini untukmu. Ini akan memanggil hujan yang bisa mengairi kebun. [681]$0",
  "Good_6": "Aku selalu tak sabar untuk mendengar ceritamu.$1",
  "Good_7": "Kamu apakan rambutmu? Kamu tampak sangat menawan hari ini.$1",
  "Neutral_0": "Aku kurang suka nonton TV atau menghabiskan waktu dengan peralatan modern.$0#$e#Tapi aku suka nonton film di bioskop.$1#$b#Ada sesuatu yang ajaib tentang gambar yang bergerak... membuatku takjub.$5",
  "Neutral_1": "Makam kakekmu baunya seperti sihir.$0#$e#Kebun ini punya sejarah yang misterius...$5",
  "Neutral_2": "Magnus mempelajari Ancient Fruit dan aku mempelajari tanaman monster...$5#$e#Kurang lebih pekerjaan kita mirip.$1",
  "Neutral_3": "Pemilik Saloon sangat ramah. Makan dan minum jadi terasa seperti di rumah sendiri.$0#$b#Aku jadi tahu kenapa kedainya bisa ramai.$1#$e#Belakangan ini aku sering keliling kota.$5",
  "Neutral_4": "Aku harus segera ke serikatku. Mana elixir-ku tinggal sedikit.$0",
  "Neutral_5": "Apa kau kepikiran kemana kita akan pindah kelak?$0#$e#Mungkin kita akan beli pulau dan tinggal di sana...$5",
  "Neutral_6": "Menurutmu darimana monster berasal, @?$0#$e#Legenda mengatakan mereka berasal dari sihir gelap kuno.$5#$e#Aku yakin ada penjelasan lebih dari itu.$0",
  "Neutral_7": "Saloon menjual bir dari tong. Pilihannya bagus. Lebih bagus dari kedai lain yang biasanya aku datangi.$5",
  "Bad_0": "Kadang aku terasa seperti hantu bagimu...$2",
  "Bad_1": "*hahh* Logam langkaku hancur saat bereksperimen sihir.$2#$e#Sayang sekali...$2",
  "Bad_2": "Kita sering keluar rumah, aku jarang ketemu kamu...$6#$e#Aku tahu kita sama-sama sibuk, tapi kta harus meluangkan waktu berdua.",
  "Bad_3": "Apa aku harus jadi lebih baik? Apa aku bisa jadi lebih baik? Argh...$2",
  "Bad_4": "Jangan sekarang, @.$3",
  "Bad_5": "Apa kau pernah kepikiran kalau hubungan kita ini terlalu buru-buru?...$2",
  "Bad_6": "...$6#$e#%Lance mengabaikanmu.",
  "Bad_7": "Kurasa kita sudah janji untuk membicarakannya saat keadaan memburuk...$2"
}