
{
  //SPECIAL DIALOGUE
  "Introduction": "Lihat! Ini petani baru yang dibicarakan orang-orang. Akhirnya datang juga.$0#$b# Sudah bertahun-tahun aku mengurus Fairhaven Farm ini. Pengasilanku tidaklah banyak, yang penting kerjaanku halal.$1#$e# Kamu beruntung bisa dapat warisan dari kakekmu.$2",
  "claireSaloonPaid": "Kamu baik sekali membantu wanita itu di bar, petani.$0#$e#Gus tidak bisa pilih kasih. Menjalankan bisnis itu sulit.",
  "claireSaloon": "Aku dengar kejadian wanita itu.$0#$e#20g tidaklah banyak, tapi bagi orang lain, itu menentukan bisa tidaknya mereka makan.$0",
  "Resort_Entering": "Willy bilang kau membantu memperbaiki kapalnya. Kamu baik sekali, petani!$0",
  "Resort_Leaving": "Nah, tadi itu baru namanya liburan!$1",
  "Resort_Shore": "Panasnya terik sekali. Aku mau berenang habis ini.$2",
  "Resort_Chair": "%Andy sedang memandangi Gem Sea.",
  "Resort_Bar": "*glek glek glek*$6",
  "Resort": "Ada hasil ramban bagus di pulau ini kalau kau bisa menemukannnya.$0#$e#Hah? Demi Yoba, apa itu 'golden walnut'?$2",
 
 //SPECIFIC MAP AND COORDINATES DIALOGUE
  "AndyHouse_9_6": "Demi nama Yoba, apa yang kau lakukan!? Aku sedang tidur! Pergi sana!$7",
  "AndyHouse6_9_6": "Aku mau tidur. Kembali lagi nanti, petani.$5",
  "ForestWest_58_22": "Maaf petani. Lagi gak pengen bicara.$0",
  "SeedShop_37_22": "Dulunya aku tidak percaya dengan Yoba. Saat aku begitu membutuhkan bantuan, aku mulai berdoa pada-Nya.$2#$b#Dan Yoba menjawab doaku. Setidaknya yang bisa kulakukan adalah menghormatinya.$1",
  "JojaMart": "Produk Joja adalah yang termurah dan terbaik. Kalau belanja di Pierre aku bisa bangkrut.$2",
  
  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Jangan sekarang, petani. Ini awal musim. Aku sibuk.$1#$e#Kau juga bekerja keraslah. Semoga beruntung..$3",
  "spring_7": "Spring Onions banyak yang tumbuh di jalanan depan ladangku pas musim semi.$0#$e#Kalau kuambil beberapa, aku bisa masak enak.!$1",
  "spring_12": "Kau ikut perburuan telur besok, @?$3#$e#Mengalahlah pada Vincent dan Jas. Kalau ikut, itu yang akan kulakukan.$0#$e#Lagian kenapa kamu, Sam, dan Abigail ikut? Itu tidak adil bagi anak-anak.$2",
  "spring_18": "Fairhaven Farm dengan bangga menyuplai banyak hasil bumi temuan ke penjuru provinsi.$0#$b#George sering memberi semua Leek milikku.$3#$e#George suka sekali dengan Leek, @. Kalau kau ingin akrab dengannya, beri dia satu atau dua Leek. Dia pasti tersenyum..$0",
  "spring_23": "Kami akan ke hutan besok untuk mengadakan Dance Festival, petani. Aku sudah kenal dengan jalan-jalan di hutan.$1#$e#Sekalian mau mengais tumbuhan liar kalau ada.$3",
  "spring_28": "Kudengar dari berita musim panas tahun ini akan lebih terik dari biasanya.$0#$e#Pastikan untuk menyiram semua tanamanmu, @. Atau nanti akan layu.$2",

  "Mon": "... Hai.$0#$e#Ada apa?$2#$e#Akan tidak akan memberimu benih atau buahku.$2",
  "Mon2": "Hai, @. Sudah awal pekan lagi.$0#$e#Aku harus menyelesaikan banyak tugas hari ini.$2",
  "Mon8": "Selamat hari senin, rekan petaniku.$1#$e#Awal pekan artinya kerjaan menumpuk lagi.$1",
  "Tue": "%Andy melihatmu tapi tidak mengatakan apa-apa.",
  "Tue2": "Bagaimana dengan kerjaanmu di %farm Farm, @?$0#$e#Senang mendengarnya.$0",
  "Tue8": "Aku menemukan beberapa tumbuhan bagus hari ini. Setengah akan kumakan, setengahnya lagi akan kujual.$1",
  "Wed": "Aku mau masak hari ini. Masalahnya, aku harus mengais tumbuhan liar atau beli sesuatu di Joja?$2",
  "Wed4": "Kamu kotor. Itu tandanya kamu petani yang pekerja keras!$1#$e#Kerja bagus, @.$0",
  "Wed10": "Hei. Kau tampak bersemangat hari ini. Mau berbagi tips?$3#$e#Maksudku tadi bercanda. Tapi aku bukanlah orang yang lucu.$1#$e#Senang berbicara denganmu, petani.$3",
  "Thu": "Ehh. Halo.$0#$e#%Andy mengabaikanmu.",
  "Thu4": "Senang bertemu denganmu, @.$3#$e#Semoga harimh menyenangkan.$1",
  "Thu8": "Aku dapat banyak Dandelion, Leek, dan Horseradish di hutan pagi ini. Aku yakin kalau dijual semua akan lumayan.$1#$e#Akan selalu ada tumbuhan liar yang bisa kau temukan di hutan, @. Asal teliti mencarinya.$1#$e#Kita bisa meramban bersama nanti, kalau mau. Akan kutunjukkan lokasi yang bagus.$2",
  "Fri": "Kalau ingin akrab denganku, kau harus menraktirku minum di bar.$0",
  "Fri2": "Akhir pekan tiba. Sekarang aku bisa minum sepuasnya.$2",
  "Fri8": "Kapan-kapan akan kutrakti di bar. Kau patut mendapatkannya karena sudah kerja keras.$3",
  "Sat": "%Andy melihatmu tapi tidak mengatakan apa-apa.",
  "Sat4": "Aku bangun agak siang tadi. Rasanya lagi pengen bersantai karena hari sabtu.$1#$e#Tapi itu bukan alasan untuk bolos kerja di ladang.$2",
  "Sat10": "Kita para petani tidak bisa bersantai terus di akhir pekan. Karena akan selalu ada kerjaan.$3#$e#Semoga harimu produktif,@. Buat warga di lembah ini bangga.$1",
  "Sun": "Aku tidak pernah melihatmu beribadah di hari minggu. Kamu tidak percaya dengan Yoba,ya?$5",
  "Sun2": "Kalau ingin belajwr lebih tentang Yoba, cobalah untuk ikut ibadah tiap hari minggu.$0#$e#Biasanya hanya ada aku, Jodi, dan George. Tapi kami bisa mengajarimu sedikit.$3",
  "Sun8": "Aku senang datang ke gereja Yoba tiap minggu. Waktunya untuk refleksi diri dan bersyukur.$1#$e#Nikmati sisa harimu, @.$3",

  //SUMMER DIALOGUE
  "summer_1": "Hari dengan suasana seperti ini membuatku ingin berteduh dan membaca ayat-ayat Yoba dari catatanku.$1#$e#Ayat 13:2C adalah kesukaanku. Ayat tersebut mengajariku makna hidup yang dalam.$0",
  "summer_3_1": "Suara keras tadi malam membangunkanku! Suara apa itu sebenarnya!?$5",
  "summer_10": "Aku akan memasukkan beberapa Spice Berry kualitas iridium ke sup besok.$1#$b#Pasti cukup untuk membumbuinya!$3",
  "summer_20": "Pam minum 6 kali di bar semalam. Kurasa keadaannya sedang tidak baik. Aku akan menjenguknya nanti.$2#$e#Biasanha dia cuma minum 4-5 kali saja. Ada yang aneh dengannya.$0",
  "summer_28": "Ubur-ubur itu akan datang ke pantai malam ini. Kamu juga kesana nanti?$0",

  "summer_Mon": "Joja mengirim surat beserta kupon padaku. Aku dapat diskon 5% untuk pembelian berikutnya!$0#$e#Kabar baik untuk memulai pekan ini.$3", 
  "summer_Mon2": "Aku tak tahu bagaimana kau bisa punya banyak waktu untuk keliling dan menyapa warga dengan ladang seluas itu.$2#$e#Kalau aku pasti senang seharian berada di ladang seluas itu.$2",
  "summer_Mon6": "Apa kabar, petani?$0#$e#Eh, tanamanku banyak yang tidak sehat musim ini. Mungkin tahun ini bakalan sulit.$2",
  "summer_Mon10": "Pakailah Sprinkler kalau ingin berkerja lebih cepat di ladang. Fairhaven Farm terlalu kecil untuk dipasangi alat itu.$0#$e#Aku lebih suka pakai cara biasa. Tapi kalau ladangnya sebesar punyamu, kau harus mempertimbangkannya.$0", 
  "summer_Tue": "Pagi ini dua tanamanku dirusak sama burung gagak. Aku harus segera melakukan sesuatu.$2",
  "summer_Tue2": "Kemarin aku dan Mayor Lewis cekcok. Aku yakin dia akan membenciku.$2#$e#Soal apa? Demi Yoba, itu bukan urusanmu.$2",
  "summer_Tue4": "Pierre tidak menjual buah atau hasil ramban dariku. Karena itu aku tidak akur dengannya.$2#$e#Oh, alasannya? Karena. Dia bukan pemilik toko yang baik. Kenapa lagi?$2#$e#Di kota ini cuma kamu yang tidak ingin menyingkirkanku, @.",
  "summer_Tue8": "Demi Yoba, ada gagak yang merusak tanamanku. Pencuri terbang sialan.$7#$e#Maaf, petani. Biasanya aku selalu punya waktu untukmu, tapi aku sedang tidak ingin ngobrol.$2#$e#Andy mengabaikanmu.",  
  "summer_Wed": "Aku disengat lebah sialan tadi! Lain kali aku akan pakai sarung tangan saat panen madu.$2",
  "summer_Wed6": "Aku harus segera ke Grampleton dan memesan rumah lebah baru dari pengrajin di sana.$0#$e#Aku kurang mahir dalam merakit. Kudengar kamu bagus dalam merakit.$0",
  "summer_Thu": "Kalau ingin punya laba yang stabil meskipun kecil, kau bisa bergantung pada jagung. Karena mereka bisa tumbuh di dua musim.$1#$e#Itulah alasanku menanam jagung di musim panas. Untuk menghemat anggaran benih.$0",
  "summer_Thu4": "Apa kau sadar kalau ada bercak lumpur di wajahmu, @? Bercerminlah.$3#$e#Itu tandanya kamu sudah bekerja keras, petani. Sampai-sampai tidak tahu ada lumpur di wajah.$0",
  "summer_Thu8": "Aku menengok %farm Farm kemarin. Kau sudah merawatnya dengan baik, @.$0#$e#Kalau boleh, aku ingin melihatnya langsung dari dalam.$3",
  "summer_Fri": "Dapat barang bagus dari hutan akhir-akhir ini, petani?$0#$e#Jangan terlalu sering meramban. Aku saja meramban cuma untuk uang sampingan kok.$0",
  "summer_Fri8": "Aku dapat banyak hasil ramban dari Cindersap Forest. Kalau dilihat dari jumlahnya. Sepertinya aku akan untung musim ini.$1#$e#Sampai jumpa, petani!$3",
  "summer_Sat": "Pagi tadi aku lihat ada spice berry yang tumbuh di pagarku.$1#$b#Itu kelebihan tinggal di dekat hutan.$0#$e#Semoga harimu indah, petani.$0",
  "summer_Sun": "Kalau mau pinjam catatan Yoba-ku, bilang saja. Aku mencatat penjelasan dari ayat-ayat terkenal.$0",
  "summer_Sat6": "Ada hasil ramban bagus di puncak. Kamu bisa dapat banyak uang dari itu.#$e#Aku tidak bisa mendaki setinggi itu. Kamu masih muda dan sehat, @. Kamu saja yang pergi.$3",

  //FALL DIALOGUE
  "fall_1": "Musim gugur adalah musim terbaik buat meramban, @. Ada banyak jamur matang yang siap dipetik.$0#$e#Tapi jangan diambil semuanya. Sisakan juga buatku.$2",
  "fall_4": "Kulihat kau sering ke Adventure's Guild di desa. Apa kau ingin jadi pemburu monster?$0#$e#Itu pekerjaan yang berbahaya. Terima kasih sudah bersedia melindungi kami. Dan menjaga keamanan lembah ini.$1#$b#Terima kasih.$0",
  "fall_10": "Si Sophia itu mewarisi kebun anggur dari orang tuanya-$0#$b#Ack, bukan apa-apa. Lebih baik kau tanyakan langsung padanya.$2#$e#Semoga harimu indah.$0",
  "fall_15": "Aku akan memasang pajangan buat besok, petani. Jangan cemas, aku tidak berniat buat menang.$0#$e#Aku belum pernah menang. Kurasa besok juga sama...$2",
  "fall_23": "Kemarin, saat aku lagi berkebun. Aku lihat orang dari militer datang ke Wizard's Tower.$2#$b#Orang-orang sialan dari pemerintah itu masih saja merekrut penyihir buat perang.$5#$e#Pfft. Dasar.$2",
  "fall_27": "Pierre bagi-bagi Spiced Pumpkin Cider buatannya setiap Spirit's Eve.$3#$b#Biasanya dia cuma membagi dengan teman-teman 'dekat'nya.$2#$b#Senang bisa meminumnya meski cuma sekali setahun.$0",
  "fall_28": "Semua tanamanmu akan segera mati, petani. Musim dingin sudah dekat.$0#$e#Sampai ketemu lagi.$0",

  "fall_Mon": "Tadi pagi saat panen, beberapa dari panenku berkualitas tinggi. Pupuk dari Joja selau saja ampuh.$3#$e#Aku sarankan kau juga memakainya, @. Labamu akan meningkat.$0",
  "fall_Mon2": "Kemarin aku beli kapak baru dari Clint. Yang tembaga rusak pas aku lagi menebang pohon di hutan.$0#$e#Meningkatkan peralatan itu penting, @. Jadikan ini pelajaran bagimu.$0",
  "fall_Mon8": "Aku masih punya cangkul besi yang dibuat Clint. Kerjaannya bagus.$0#$e#Cangkul yang sudah ditingkatkan ini bisa menghemat jam kerjaku. Kau juga harus menigkatkannya kalau belum.$1",
  "fall_Tue": "Gak ada waktu buat ngobrol, petani. Tidak semuanya lahir kaya. Aku harus kerja biar dapat uang.$0",
  "fall_Tue4": "Hasil panenku tidak kujadikan kerajinan seperti bir atau wine. Fairhaven bangga menyuplai hasil panen murni.$0#$e#Mungkin lain kali kau bisa mengajariku metode itu.$3",
  "fall_Wed": "Pagi ini aku dapat sejumlah jamur ungu dari hutan.$1#$e#Kualitasnya tinggi, pula! Mungkin harganya tinggi.$3",
  "fall_Wed4": "Cindersap Forest tampak indah di saat seperti ini. Salah satu alasan kenapa aku tinggal dan bertani di sini.$3#$e#Semoga harimu indah, petani.$0",
  "fall_Wed8": "Hei. Terima kasih sudah mengajak ngobrol.$3#$e#Aku punya banyak rencana hari ini.$0", 
  "fall_Thu": "Sebelum krisis ekonomi, di lembah ini ada banyak petani. Mereka yang tidak menyesuaikan diri sudah bangkrut.$0#$e#Dulu temanku banyak...$0#$e#%Andy mengabaikanmu. Dia tampak sedih.",
  "fall_Thu8": "Petani, dulu saat akhir pekan aku merasa kesepian. Tapi karena sekarang kita berteman, aku jadi menantikanmu.$3",
  "Fall_Fri": "Hari ini aku nggak bisa istirahat. Banyak kerjaan sebelum akhir pekan.$2",
  "fall_Fri4": "Apa kau pergi ke bar malam ini, @?$0#$e#Kalau iya, kita akan bertemu lagi di sana.$3",
  "fall_Fri8": "Kapan-kapan ayo berkemah di dalam hutan.$3#$e#Siapa tahu kita bisa dapat rambanan bagus di sana?$3",
  "fall_Sat": "%Andy melihatmu dan menyapa dengan senyum. DIa lagi sibuk.",
  "fall_Sat4": "Halo, petani. Semoga musim ini baik padamu.$0#$e#Semoga beruntung dengan %farm Farm. Kau membuat lembah ini bangga.$0",
  "fall_Sun": "Di Pelican Town, orang yang akrab denganku cuma George dan Pam. Cuma sedikit orang yang bisa memahamiku. Mungkin karena perbedaan usia.$0#$e#Mayor Lewis? Demo Yoba, dia orang terbodoh yang pernah kulihat. Aku dan dia tidak akrab.$2",
  "fall_Sun6": "Tinggal di Stardew Valley itu impian bagi warga Ferngill. Tempatnya indah, sumber daya alamnya banyak, orang-orangnya baik... nggak semua sih.$0#$b#Kurang apa lagi?$1#$e#Yah, kalo aku sih kurang uang sama ladang...$2",
  "fall_Sun10": "Tiap malam sabtu aku pergi ke bar. Memanjakan diri itu penting setelah kerja keras.$3#$e#Sampai jumpa di sana. Kita bisa bersantai dan ngobrol bebas.$3#$b#Senang rasanya punya teman.$1", 

  
  //WINTER DIALOGUE    
  "winter_1": "Musim dingin adalah musim favoritku. Aku jadi fokus meramban dari pada merawat ladang.$1",
  "winter_7": "Besok kita akan jalan ke lokasi festival, @. Aku yang jadi penunjuk jalan.$1#$e#Hutan itu sudah seperti telapak tanganku sendiri. Karena aku sering meramban di sana.$0",
  "winter_12": "Apa menurutmu si Olivia itu naksir padaku? Dia sering memandangiku ketika di bar.$3#$e#Mungkin aku harus menyapanya sesekali.$2",
  "winter_24": "Aku tidak suka saat seperti ini. Aku jadi teringat kalau tidak punya orang spesial dalam hidup.$2#$e#Aku tidak butuh simpatimu, petani.$5#$e#%Andy mengabaikanmu.",
  "winter_28": "Apa kau sudah siap menanam di musim semi, petani?#$e#Semoga beruntung! Aku juga sama.$1",

  "winter_Mon": "Pierre masih tidak mau menjual produkku di tokonya, dan dia tanya kenapa aku tidak pernah belanja di sana..$2#$e#...$2#$e#%Andy mengabaikanmu. Suasana hatinya lagi buruk.",
  "winter_Mon4": "Hari ini hadil rambanku tidak banyak. Apa ada yang mengambilnya ya?...$2#$e#%Andy menatapmu.",
  "winter_Mon8": "Aku pinjam Seedmaker dari Marnie dan menjadikan produk kualitas rendahku jadi benih.$1#$e#Aku harus beli mesin seperti itu. Aku akan menghemat banyak.$2#$e#Pengrajin kayu di Grampleton menjualnya seharga 6,000g. Mahal, tapi bermanfaat buat untuk jangka panjang.$0#$e#Apa? Kau mau membuatkannya untukku? Wah, kamu baik sekali.$1",
  "winter_Tue": "Tadi pagi Joja mengirim kupon lewat surat. Mereka memperlakukan pelanggan setia dengan baik.$1#$e#Aku mau ke perpustakaan dan memakai benda bernama 'komputer' di sana. Aku mau mengakses situs web.$2",
  "winter_Tue8": "Hiburan yang bisa kulakukan di musim ini adalah rebahan di dalam rumah. Lagipula tidak banyak kerjaan di ladang.$0#$e#Aku melihatmu masih ke tambang itu. Kau membasmi monster di sana?$2#$e#Semoga beruntung. Ada banyak mahluk berbahaya di sana. Jaga dirimu, @.$0",
  "winter_Wed":  "Pernah coba Blue Moon wine? Seleraku bukanlah wine, tapi buatan Sophia sangatlah enak.$0",
  "winter_Wed4": "Aku tidak paham kenapa Susan memilih tinggal dekat rel kereta di gunung.$2#$b#Aku tidak bisa tidur tenang kalau ada kereta lewat.$2",
  "winter_Wed8": "Minuman kesukaanku adalah Ale gandum dari Grampleton. Itu bir terbaik di negeri ini.$1#$e#Akan kubelikan kalau ke sana lagi dan kita bisa bersantai di akhir pekan.$2",
  "winter_Thu": "Hari ini aku dapat winter root dan snow yam dari hutan. Ini lumayan kalau dijual.$1",
  "winter_Thu6": "Musim dingin adalah waktu terbaik untuk meramban di hutan. Karena tidak perlu mengurus kebun dan rumah lebah!$1#$e#Aku yakin kau juga menikmatinya, @.$0",
  "winter_Fri": "Demi Yoba, hari ini dingin sekali. Jaga kehangatanmu, petani.$0",
  "winter_Fri8": "Aku membaca ayat dari Kitab Yoba yang menginspirasi, @: 'Jangan berpikir buruk tentang orang lain tetapi bantu mereka mengatasinya'.$0#$e#Ada banyak hal hebat yang bisa dipelajari dari kitab. Lain kali akan kubagikan ayat-ayat kesukaanku padamu.$3",
  "winter_Sat": "Kadang di malam hari aku melihat cahaya silau dari Wizard's Tower. Apa yang dia lakukan di sana.$2",
  "winter_Sat4": "Tadi aku mencoba ngobrol dengan Mayor Lewis tapi dia pura-pura tidak dengar.$2#$e#Akan butuh waktu buat akrab.$2",
  "winter_Sat8": "Banyak orang yang tidak sopan dan bicara omong kosong pada orang yang lebih tua.$2#$e#Jujur, aku senang kamu bisa menghormati orang yang lebih tua darimu.$0#$e#Semoga harimu indah, @. Pertahankan kerja bagusmu di %farm Farm.$0",
}
