{
//SPECIAL DIALOGUE
"Introduction": "Hmmm?$0#$e#Oh, halo.$0",
"Resort_Entering": "Hmm... Aku merasakan monster dari sisi lain pulau.$0",
"Resort_Leaving": "Aku senang merasakan pemandangan yang berbeda.$0",
"Resort_Shore": "Serikat First Slash melindungi pulau ini. Mereka mudah dikenali dengan jubah biru dan bersenjata tombak panjang.$0",
"Resort_Chair": "Pelindung sihir di pulau terpencil ini lumayan kuat.$0",
"Resort_Bar": "Air kelapa saja, Gus. Aku harus tetap waspada.$0",
"Resort": "Hmm. Festival di pulau yang dihuni monster...$0#$e#Aku yakin kau akan membantuku berjaga, @.$0",
"Custom_AdventurerSummit_62_5": "%Marlon tidak merespon.",

//SPRING AND GENERAL DIALOGUE

"spring_1": "Sayang sekali saljunya sudah meleleh.$0#$e#Aku akan keliling gunung. Siapa tahu ada monster yang muncul setelah berhibernasi.",
"spring_12": "Besok ada Egg Festival.$0#$e#Hmm. Makanan dan minuman apa yang sedang disiapkan Gus.$1",
"spring_23": "Hmm? Apa?$0#$e#Ya, aku tahu besok ada Flower Festival. Mayor Lewis mengundangku.$0",
"spring_28": "Cuaca semakin panas...$2#$e#Musim semi akan segera berakhir.$0",

"Mon": "Halo.$0#$e#Ada yang bisa dibantu?$0",
"Mon2": "Hei. Bagaimana petualanganmu?$0#$e#Kalau kamu butuh senjata yang lebih kuat, lihatlah stok senjata kami.$0",
"Mon8": "Waspada di tambang, @. Kau takkan tahu apa saja yang bersembunyi disana.$0#$e#Hati-hati.$0",
"Tue": "...$0#$e#Err... menikmati cuaca hari ini?$0#$e#%Marlon memalingkan badan. Dia sedang sibuk.$0",
"Tue2": "Halo, @.$0#$e#Kalau ingin tahu soal monster lokal atau teknik bertarung, tanyakan saja.$0",
"Tue8": "Kamu mengingatkanku pada Alesia. Selalu siap melindungi orang-orang, apapun taruhannya.$0#$e#Tetaplah berjuang, @.$0",
"Wed": "Hai.$0#$e#Aku orang yang kurang suka 'ngobrol'.$0",
"Wed4": "Aku memeriksa tambang beberaoa kali dalam seminggu, untuk menjaga populitas monster.$0#$e#Jangan sampai mereka bergerombol. Mereka bisa mulai keluar ke lembah.$1",
"Wed8": "Hei, @. Kapan-kapan mari kita berekspedisi bersama. Bantuanmu akan berguna.$0#$e#Selalu siap memberi bantuan. Aku hargai semangat bertempurmu.$0",
"Thu": "Pedangku mulai rusak. Clint harus segera memeriksanya.$2#$e#Dia sangat terampil.$0",
"Thu2": "Dalam pertarungan, kadang strategi terbaik adalah mundur. Kenali batasmu.$0#$e#...$2#$e#%Marlon memalingkan badan.",
"Thu8": "Penting selalu membawa ramuan yang cukup saat berpetualang.#$b#Itu bisa membantumu dalam keadaan hidup dan mati.$2#$e#Hati-hati, @.",
"Fri": "Kalau kau melihat monster di luar gua, segera beritahu aku.$0#$e#Akan segera kubasmi mereka.$0",
"Fri4": "Gus menyajikan makanan dan minuman di Stardrop Saloon.$0#$e#Kalau butuh ransum di tambang, tak ada tempat yang lebih baik dari Saloon untuk membelinya.$0",
"Fri8": "Pekerjaan kita tanpa pamrih, @. Aku menghargai usahamu sejauh ini.$0#$e#Semoga harimu indah.$0",
"Sat": "Halo.$0#$e#Err... ada rencana untuk akhir pekan?$0#$e#Hmm. Begitu. Sepertinya seru.#$e#...$0#$e#%Marlon tidak ingin ngobrol.",
"Sat4": "Aku mau ke rumahnya Penyihir. Ada beberapa senjata yang harus dilapisi sihir lagi.$0",
"Sat8": "Kamu membuat serikat ini bangga, @. Tetaplah bekerja keras.$0",
"Sun": "Pedang, belati, atau palu? Tiap senjata punya gaya bertarung masing-masing.$0#$e#Aku lebih suka pedang. Jarak Belati terlalu pendek bagiku, dan palu terlalu lambat bagiku.$0",
"Sun8": "Suatu saat akan kukenalkan kamu pada orang-orang di Castle Village, @. Pencapaianmu sangatlah luar biasa.$0#$e#Desa itu hanya boleh dimasuki orang yang diundang karena telah membuktikan diri di bidang pertarungan. Akan kuminta bantuan kenalanku.$0", 
 
//SUMMER DIALOGUE
"summer_1": "Kalau panasnya begini, aku lebih memilih di dalam tambang saja yang dingin.$0",
"summer_10": "Masih mencari sesuatu untuk dimasukkan ke sup festival, @?#$e#Aku penasaran bagaimana rasa supnya besok.$0#$b#Mungkin Cave Carrot yang kudapat saat menggali bisa menambah citarasanya?$1",
"summer_28": "Ubur-ubur Moonlight akan ke pantai malam ini. Mereka makhluk kecil yang indah.$0#$e#Mereka mirip dengan Zines, ubur-ubur beracun yang menghinggapi gua dalam dalam laut di Fern Islands.",

"summer_Mon": "Jangan pernah memberiku es krim.$0#$e#Aku tidak suka benda itu.$2",
"summer_Mon6": "Serangga dari luar yang masuk ke gua dipengaruhi oleh sihir gelap.$2#$b#Karena itulah di lantai atas banyak monster serangga.#$e#Tapi mereka mudah dibasmi. Sekali tebas dengan senjata sihir sudah cukup.",
"summer_Tue": "...$2#$e#Hmm? Oh. Aku sedang memikirkan sesuatu.#$e#Ada yang bisa dibantu, @?",
"summer_Tue6": "*hahh* Kemarin tebasanku meleset sekali saat melawan slime dan aku diserang. Untungnya tidak parah.$2#$e#Aku harus lebih sering latihan lagi.$2#$e#Jangan bilang siapa-siapa, tapi mungkin aku akan butuh saran darimu...$1",
"summer_Wed": "Lembah ini sudah jauh berkembang sejak pertama aku datang kesini..$0#$e#Meski aku merindukan masa lalu, tapi perubahan juga perlu.$1",
"summer_Thu": "Dulu serikatnya besar. Stardew Valley yang sekarang monsternya tidak sebanyak dulu.#$e#Rasmodius berperan besar dalam keamanan di tempat ini.",
"summer_Thu8": "Warga di desa tidak tahu sebesar apa jasa Rasmodius untuk mereka.$0#$e#Tanpa dia, mungkin tempat ini sudah dipenuhi monster sejak dulu.$0",
"summer_Fri": "Tambang bisa berbahaya kalau persiapanmu kurang.#$e#Saranku, bawalah keperluan lebih untuk ekspedisimu.",
"summer_Fri8": "Desngan senang hati, @.#$e#Sampai jumpa.",
"summer_Sat": "Hei, @. Kami baru saja menerima stok senjata baru.#$e#Pandai besi di Castle Village juga terampil.",
"summer_Sat6": "Di masa-masa aku berpetualang dan membasmi monster, aku bertemu dengan banyak orang menarik.$0#$e#Kebanyakan dari lembah ini. Termasuk kamu juga.$2",
"summer_Sun": "Hei, @. Ada rencana apa buat akhir pekan?$0#$e#Kalau bertarung, waspadalah.$2",

//FALL DIALOGUE

"fall_1": "Halo, @.$0#$e#Ini awal musim baru.",
"fall_15": "Aku dapat kabar dari Mayor Lewis. Akan ada banyak wisatawan datang ke Pelican Town untuk festival.$0#$e#Aku suka gugup kalau ada kerumunan.$2",
"fall_26": "Aku mau bersiap-siap. Nanti aku dan petualang dari Castle Village akan ke tambang untuk menangkap monster buat festival.$0#$e#Spirit's Eve memberikan kesempatan bagus untuk menunjukkan pada warga akan bahaya monster.$0",
"fall_27": "Kandangnya sudah disiapkan. Aku berhasil menangkap sejumlah Shadow Brute dan Skeleton Walker.$0",
"fall_28": "Musim dingin akan tiba, @. Dengan waktu yang luang, apa kamu akan lebih sering berpetualang?$0#$e#Kalau iya, hati-hati. Jangan terlalu memaksakan diri kalau sudah kepepet.",

"fall_Mon": "Kamu pernah merasa takut, sendirian di tambang?$0#$e#Sama, aku juga. Kita tidak tahu monster apa yang akan menyerangmu.$0",
"fall_Mon4": "Dapatkan senjata yang cocok buatmu dan bawa keperluan yang cukup, dengan itu kau pasti bisa membasmi mereka.$0#$e#Kamu akan jadi petualang handal, @.$2",
"fall_Tue":  "Di tambang yang bawah bijih logamnya bagus. Tapi disana lebih berbahaya.#$e#Kalau kau lihat ada gerombolan monster melindungi harta karun, bahkan ada yang besar, kuberi saran: Putar balik.$2",
"fall_Tue6": "Willy bilang akan membeli Stonefish dengan harga tinggi kalau aku bisa menangkapnya di tambang.#$b#Tapi aku tidak bisa memancing. Apalagi menangkap ikan sesulit itu.$2#$e#Hmm. Bagaimana kalau aku pakai panah...?$1",
"fall_Wed": "Hati-hati dalam berpetualang hari ini, @.$0",
"fall_Wed4": "Apa kau pernah menemukan artefak di tambang?$0#$e#Aku kurang tahu banyak soal itu, Gunther yang ahli. Kalau turun semakin dalam, kau akan menemukan benda yang lebih aneh.$0", 
"fall_Thu": "Aku tidak menyarankan penggunaan peledak di tambang. Nanti tambangnya bisa runtuh.$0",
"fall_Thu6": "Semoga kamu selalu waspada di tambang, @.$0#$e#Aku tidak mau melihat puncak semakin penuh. Disana sudah banyak makam.$2",
"fall_Thu10": "Kamu membuat lembah ini bangga, @. Kerja bagus.$0",
"fall_Fri": "Slime hitam adalah fenomena langka - mereka telah dipengaruhi oleh sihir gelap selama ratusan tahun.$0#$e#Kalau kau bertemu Slime hitam, jangan sampai disentuh olehnya.$2",
"fall_Fri6": "Serangga dari luar yang masuk ke gua dipengaruhi oleh sihir gelap.$2#$b#Karena itulah di lantai atas banyak monster serangga.#$e#Tapi mereka mudah dibasmi. Sekali tebas dengan senjata sihir sudah cukup.",
"fall_Sat": "Kau sudah berteman dengan warga kota?$0#$e#Bagiku, teman datang dan pergi. Tapi warga disini ramah dan baik.$2",
"fall_Sat6": "Aku mau mengirim doa ke rekan-rekan yang ada di puncak.#$b#Jadi petualang adalah pekerjaan berbahaya.$2#$e#Aku senang kamu bergabung dengan kami.",
"fall_Sun": "Slime mudah dikalahkan, tapi berhati-hatilah jika mereka bergerombol.#$b#Kamu bisa dikeroyok dengan mudah.$2",
"fall_Sun8": "Mungkin inu sudah saatnya pensiun... kamu pernah beternak slime?$2#$b#Mungkin lebih baik daripada melawannya.$2#$e#%Marlon menggaruk jenggotnya, dan berpikir.", 

//WINTER DIALOGUE

"winter_1":  "Aku memakai seragam kesukaanku di musim semi. Bagaimana?$0#$e#Apa? Kelihatan sama saja? Heh.$0",
"winter_7":  "Aku menentang Ice Festival tahunan.$0#$b#Pelindung sihir di sana sangat lemah. Monster-monster bisa masuk dengan mudah.$0#$e#Aku akan tetap waspada. Jangan cemas.$0",
"winter_24": "Aku kurang suka bertukar hadiah, tapi kalau itu membuat orang lain senang, akan kulakukan.$0",
"winter_28": "Sebentar lagi salju meleleh. Kamu akan kembali fokus ke kebun?$0",

"winter_Mon": "Apa kabar, @?$0#$e#Bilang saja kalau kau butuh aku atau Gil.$2",
"winter_Mon6": "Aku dan Gil sudah saling kenal sejak lama. Dan melalui banyak hal bersama.$0#$e#Teman baik adalah salah satu hal terbaik dalam pekerjaan ini. Kau bisa saling melindungi satu sama lain.$2",
"winter_Tue": "Ada pencapaian baru yang ingin kau ceritakan, @?$0#$e#Beritahu aku kalau ada lagi..$2",
"winter_Tue6": "Kemarin aku berhasil membasmi berbagai lantai dan mengamankan banyak Diamond di tambang.#$b#Diamond ini akan berguna untuk studi sihir Rasmodius.$0",
"winter_Wed":  "Gil lebih sering tidur saat musim dingin.#$e#Yah, walau dia suka tidur, sih.$2",
"winter_Wed8": "Gil akan pergi ke Castle Village. Banyak urusan yang harus dihadiri terkait petualang baru.$0#$e#Dia jarang keluar akhir-akhir ini. Jadi baguslah.$0",
"winter_Thu": "Menikmati musim dingin, @? Aku menikmatinya meski bukan musim kesukaan banyak orang.$0",
"winter_Thu6":  "Keheningan di musim dingin sangat menenangkan.$2#$e#Aku suka jalan-jalan malam di kegelapan, hanya ada lentera yang menerangi jalanku.$0",
"winter_Fri": "Beberapa cendekiawan sihir percaya bahwa hantu di tambang adalah arwah gentayangan para pelancong yang tidak pernah pulang.$0",
"winter_Fri8": "Legenda bilang peradaban Shadow People ada di bawah tanah, mirip dengan Dwarf.#$e#Yang tersisa hanyalah wujud mereka, dengan ganas menyerang apa saja di depan mereka.$2#$e#Mereka makhluk yang sama dengan Krobus.$0",
"winter_Sat": "Sudah pernah ngobrol dengan Rasmodius di menaranya?$0#$e#Aku tahu anggapan kebanyakan dari kalian ketika mendengar 'Penyihir', tapi dia bisa membuatmu terkejut.$2",
"winter_Sat4": "Rasmodius menghabiskan waktunya untuk mempelajari atribut sihir.#$e#Kalau kamu ingin akrab dengannya, beri dia Void Essence.",
"winter_Sun": "Hari ini dingin.$0#$e#Kadang hari seperti ini lebih dingin di luar daripada di tambang.$2",
"winter_Sun6": "Jaga kehangatanmu, @, apalagi kalau kamu bertarung.$0#$e#...Jangan pakai pakaian terlalu tebal, nanti kamu kesulitan mengayunkan pedang.$2",

"marlon_event1": "Kalau begitu...!",
"marlon_event2": "Hmm...",
"marlon_event3": "Haha! Jawaban bagus.",
"marlon_event4": "Ya, memang ada. Semakin dalam kamu turun, semakin banyak monster yang akan kau temui...#$b#Tempat itu sudah bertahun-tahun dihuni monster. Jadi gua itu memberi mereka kekuatan supranatural.",
"marlon_event5": "Hmm...",
}
