{
  //SPECIAL DIALOGUE
  "patio_Sophia": "Aku sangat senang tinggal disini bersamamu.$1#$e#%Kamu mengelus kepala Sophia.#$e#!!!$9",
  "spouseRoom_Sophia": "Hei, kamu!$4#$b#Aku sedang memilih komik manga untuk dibaca!$9#$e#Mungkin akan kuselesaikan yang sudah kubaca dulu!$1",
  "funReturn_Sophia": "Hari ini produktif bagiku!$9#$e#Aku sayang kamu.$4#$b#*kecup*!!!$9",
  "funLeave_Sophia": "Hei, kamu! Aku ada urusan hari ini.$1#$b#Aku akan terus memikirkanmu.$9#$e#Nanti malam ayo minum di Saloon! Gus membuat Grampleton Orange Chicken!$1",
  "OneKid_0": "Aku tidak percaya kita sudah jadi orang tua, @. Semuanya sangat berbeda.$9#$e#Aku senang sekali bersamamu. Senang... bisa punya keluarga lagi.$1",
  "OneKid_1": "%kid1 tertawa saat aku membuat suara dan wajah lucu.$9#$e#Aku suka rumah kita selalu penuh tawa!$8#$e#%Kamu mengelus kepala Sophia. Dia senyum padamu.",
  "OneKid_2": "Hei, kamu! Aku nanti mau ke Pierre's beli keperluan bayi.$1",
  "OneKid_3": "%kid1 bermain-main tanah di luar. Harus kumandikan.$0#$e#Aku rasa %kid1 kelak akan jadi petani, sama seperti kita.$1",
  "TwoKids_0": "Aku mau bikin istana bantal untuk %kid1 dan %kid2! Apa menurutmu mereka akan suka?$1#$e#Kalau aku pasti suka.$9",
  "TwoKids_1": "Aku tadi lihat %kid2 mengacak-acak lemari cosplay-ku.$0#$e#Mungkin kalau %kid2 besar nanti, kami bisa cosplay bersama!$1",
  "TwoKids_2": "Hei, kamu! Kapan-kapan ayo bawa %kid1 dan %kid2 ke taman bermain Pelican Town.$1#$b#Pasti seru!$9#$e#Kita juga bisa piknik! Lumayan bisa jajan sekalian!$1",
  "TwoKids_3": "%kid1 dan %kid2 sangat akur.$1#$e#Kita harus menyayangi mereka berdua! Jangan sampai pilih kasih, nanti ada yang iri.$1",
  
  //SEASONAL DIALOGUE
  "spring_1": "Apa kamu mencium bau nektar dan serbuk sari!? Musim semi telah tiba!$1#$e#Aku mau ke kebun anggur nanti. Harus menyiapkan teralis untuk anggur!$9#$b#Semoga beruntung hari ini, konyol! Hari ini akan sibuk sekali. Aku mau pelukan ekstra nanti malam!$1",
  "spring_13": "Aku masih suka gugup kalau ada banyak orang...$2#$e#A-Apa kau mau bergandengan tangan ketika festival?$4",
  "spring_24": "Kita tidak usah pergi ke Flower Dance. Aku tidak bisa... menarik.$2#$e#Mungkin nanti malam kita bisa menari berdua?$4",
  "spring_28": "Apa yang terjadi pada musim semi? Sudah hampir pergi!$5#$e#Musim panas nanti ayo ke pantai!$1",
  "summer_1": "Hei, kamu! Ini hari pertama dan tersibuk di musim ini! Semoga beruntung!$9#$e#Akan kubuatkan makan malam nanti. Jangan cemas.$1",
  "summer_11": "Apa kau sudah tahu mau bawa apa untuk Luau?$1#$e#Aku akan menuangkan Wine dari Blue Moon ke panci orang dewasa!$1",
  "summer_28": "Em. Apa kau mau melihat ubur-ubur moonlight nanti malam? Kita bisa gandengan tangan di dermaga.$4#$e#...Apa menurutmu ubur-ubur bisa menyengat?$0",
  "fall_1": "Musim gugur akan sangat sibuk bagiku! Harus memanen semua anggur.$1#$e#O-oh! Tidak apa-apa. Kamu fokus saja sama kebun ini. Aku akan selalu memikirkanmu.$9",
  "fall_4": "Ini hari orang tuaku meninggal...$6#$b#A-Aku sudah lama sendiri sampai lupa rasanya punya keluarga.$12#$e#Terima kasih sudah ada disini untukku.$13#$e#%Sophia menangis.#$e#%Kamu memeluk Sophia. Dia senyum padamu.",
  "fall_16": "Pekan raya Pelican Town dibuka hari ini! Aku yakin kita bisa membuat semua orang kagum!$9#$e#Aku akan memajang Wine antik.$1",
  "fall_27": "Ini hari seram! Seraaam! SERAM!$9#$e#Apa labirin tahun ini akan berbeda ya!$1",
  "fall_28": "Brrr... dingin. Nanti malam akan turun salju.$2#$b#Peramal cuaca bilang begitu di televisi!$1#$e#Kau tahu, pelukan juga bisa membuat badan hangat...$4#$e#%Ada kilatan di mata Sophia.",
  "winter_1": "Semalam saljunya banyak! Lihatlah keluar!$5#$e#Malam ini kita harus pelukan di depan perapian. Mungkin sambil minum coklat panas?$4",
  "winter_8": "Aku bisa merasakannya! Kamu akan menang lomba memancing nanti!$1#$e#Kalau kamu menang - kamu akan dapat pelukan ekstra malam ini...$4",
  "winter_25": "Selamat Winter Star, konyol. Aku buatkan kopi! Seperti yang kamu suka! [395]$4#$e#Beritahu kalau kamu mau ke alun-alun.$4#$e#Oh. Em. Kamu akan dapat kado 'spesial' nanti.$4#$e#Tidaaak. Bukan kado yang dibungkus. Kau akan tahu nanti. Pasti suka deh!$4",
  "winter_28": "Aku sedih saljunya pergi. Aku akan rindu dengan suara langkahku saat menginjak salju.$2#$e#%Kamu mengelus kepala Sophia.",
  
  //DAY DIALOGUE
  "Indoor_Day_0": "Hei, kamu! Selamat pagi. Apa tidurmu nyenyak?$1#$e#Aku sedang berpikir untuk menyiapkan cosplay baruku!$9",
  "Indoor_Day_1": "*menguap* Aku masih ngantuk.$2#$e#Semoga harimu indah, konyol.$1#$e#Oh. Kamu lupa ya?$4#$b#*kecup*!!!$9",
  "Indoor_Day_2": "Yey! Kamu bangun juga!$9#$e#Mau sesuatu untuk sarapan?$1",
  "Indoor_Day_3": "Kalau keluar, titip camilan di toko Pierre ya?$1#$e#Aku cinta jajan!$9",
  "Indoor_Day_4": "Hei, kamu! Aku buatkan kopi.[395]$4#$e#Semoga harimu produktif, konyol!$1",
  "Outdoor_0": "Aku suka udara segar di sini. Aku terbiasa dengan udara asin dari laut.$0",
  "Outdoor_1": "Hari yang indah untuk membaca di luar! Indah sekali.$1",
  "Outdoor_2": "Kita harus memproses semua buahmu ke Wine! Apa menurutmu itu ide bagus?$9",
  "Outdoor_3": "Jangan bekerja terlalu keras, konyol. Kalau butuh pelukanku untuk istirahat, bilang saja.$1#$e#*kecup*$9",
  "Outdoor_4": "Hei, kamu! Ada hal seru yang mau kau lakukan hari ini?$1#$e#OoOoh. Sepertinya penting!$8",
  "Rainy_Day_0": "Hujan! Di cuaca seperti ini, aku cuma ingin pakai selimut dan nonton anime.$1#$e#Oh! Dan makan camilan!$9",
  "Rainy_Day_1": "Hei, kamu. Hujan lagi!$1#$e#Mendekatlah, konyol.$4#$e#*kecup*$9",
  "Rainy_Day_2": "Aku penasaran Haley sedang apa hari ini? Aku SMS saja lah.$1",
  "Rainy_Day_3": "Kita di rumah saja seharian, sambil nonton film dan makan camilan!$9#$e#Aku bercanda, konyol.$1#$e#E-em! Tapi kalau kamu tidak bercanda. Ayo kita lakukan!$5",
  "Rainy_Day_4": "A-Apa kau ingat saat aku menangis di hari hujan? Aku senang kamu ada disana saat itu...$2#$b#Aku akan mengenang momen itu, @.$1#$e#%Kamu mengelus kepala Sophia. Dia senyum padamu.",
  
  //NIGHT DIALOGUE
  "Indoor_Night_0": "Kamu terlalu sibuk bekerja sampai lupa makan malam! Mau makanan sisa?$1#$e#Hehe! Ini, konyol![727 231 207 199]$9",
  "Indoor_Night_1": "*keroncongan* Perutku mengajak bicara lagi.$2#$e#Tunggu, sepertinya aku tahu. Dia bilang... waktunya makan camilan?$1",
  "Indoor_Night_2": "Sudah lama aku tinggal sendiri di rumah orang tuaku. Sendirian di sana seram, apalagi malam hari.$0#$b#Aku sering tidak tidur...$2#$e#Tapi sekarang aku malah menantikan malam. Soalnya aku bisa berduaan denganmu.$1#$e#Em. Mau pelukan malam ini?$4",
  "Indoor_Night_3": "*menguap* ngantuuuk. Mau tidur, @?$1#$e#Mungkin aku akan  membaca saja di ranjang. Mau melanjutkan manga!$9",
  "Indoor_Night_4": "Aku bingung mau pakai bahan apa untuk kostum cosplay-ku yang sedang kubuat.$0#$e#Hmm. Mungkin aku tanya Emily saja, dia ahlinya ini!$1",
  "Rainy_Night_0": "Hei, kamu! Aku lagi ingin yang manis-manis jadi aku membuat ini![232 234 223 220]$1#$e#*kecup*$9",
  "Rainy_Night_1": "Ini cuaca untuk pelukan...$4#$e#Apa kamu akan segera tidur, konyol?$4",
  "Rainy_Night_2": "Aku menyelesaikan serial anime hari ini..$9#$e#Sebuah serial-mini. Cuma lima episode...$0#$b#Semoga mereka membuat lagi!$1",
  "Rainy_Night_3": "Oh, aku senang kamu pulang! Aku kangen sama kamu.$1#$e#*menguap* Sudah mau tidur? Aku mencuci seprainya tadi, sudah bersih dan wangi.$0",
  "Rainy_Night_4": "Hei, konyol! Aku buat makan malam saat kamu keluar tadi! [727 231 207 199]$1",
  
  //AFFECTION DIALOGUE
  "Good_0": "Mendekatlah, @.$4#$e#Lebih dekat...$4#$e#*kecup*$9!!!#$b#Sayang kamu!$9",
  "Good_1": "Kukira mengelola Blue Moon Vineyard akan sulit, tapi ternyata tidak seburuk itu.$1",
  "Good_2": "Kukira aku akan sendirian seumur hidup.$2#$b#Aku senang kita bisa saling bertemu, konyol.$1#$e#*kecup*$9",
  "Good_3": "H-hei, hati-hati di tambang ya? Aku tak tahu harus apa kalau terjadi sesuatu padamu.$2#$e#%Kamu bilang ke Sophia agar tidak cemas. Dia senyum padamu.",
  "Good_4": "Hei, kamu! Mau minum Aged Blue Moon Wine malam ini?$1",
  "Good_5": "Jangan cemaskan aku, konyol! Lanjutkan saja urusanmu!$9#$e#Aku akan baik-baik saja di sini.$1",
  "Good_6": "Aku mau mewarnai rambutku! Mungkin harus kuganti warnanya?$1#$e#Mmm... tidak, aku akan tetap warnai 'merah muda permen kapas'!$9",
  "Good_7": "Hei, hei! Em. Boleh minta waktumu sebentar?$1#$e#Aku cuma... mau bilang kalau aku bangga dengan semua yang telah kau lakukan.$9#$b#Aku suka dengan kehidupan baru kita. Ini seperti... surga dunia.$1#$b#Mari saling melengkapi satu sama lain!$9",
  "Good_8": "Kapan-kapan ayo pergi ke konvensi cosplay di Zuzu City! Kamu pasti suka!$1",
  "Good_9": "*bersenandung sendiri*$9#$e#Oh! Hai, kamu!$1",
  "Neutral_0": "Hei! Scarlett akan datang berkunjung, apa boleh?$1#$e#Kamu memang yang terbaik!$9",
  "Neutral_1": "Mau nonton anime nanti? Aku juga sudah bikin camilan!$1",
  "Neutral_2": "Hei, kamu. Aku mau bersih-bersih rumah hari ini.$1",
  "Neutral_3": "Blue Moon Vineyard baik-baik saja. Agak sulit mengelolanya dari sini, tapi tidak masalah.$1",
  "Neutral_4": "Apa kamu akan di Stardew Valley seumur hidupmu, @?$0#$e#Bagaimana kalau suatu saat nanti kita pindah. Mungkin ke Fern Islands?$1#$e#Kita bisa bicarakan soal ini nanti. Yang jelas saat ini aku belum ingin pindah!$9",
  "Neutral_5": "Hai, konyol. Jagalah kerja bagusmu!$1#$e#Aku selalu mendukungmu.$9",
  "Neutral_6": "Kurasa orang tuaku akan bangga kalau mereka lihat hidupku sekarang.$1#$e#Kakekmu pasti juga merasa begitu.$1",
  "Neutral_7": "Em. Jadi beritahu aku bagaimana caramu dapat Mermaid Pendant untukku!$1#$e#Dari hantu di pantai! Seram!$9",
  "Neutral_8": "*menguap* E-Entah kenapa. Aku... *menguap* ngantuk hari ini.$2#$e#Mungkin aku akan tidur sebentar.$1",
  "Neutral_9": "Hei! Tetaplah jadi diri sendiri, oke?$9",
  "Bad_0": "@... apa kau masih mencintaiku?$2#$e#...$2#$e#L-Lupakan saja. Hari ini... entah kenapa aku sangat sedih.$6#$e#%Sophia berpaling darimu.",
  "Bad_1": "S-Semalam aku mimpi buruk tentang orang tuaku.$6#$e#Aku tidak apa-apa. Itu seringkali terjadi.$6#$e#...$12#$e#%Kamu memeluk Sophia.",
  "Bad_2": "Aku ada janji dokter nanti...$2#$e#Tapi aku tidak mau pergi.$6#$e#%Kamu bilang ke Sophia kalau semuanya akan baik-baik saja.",
  "Bad_3": "Perutku sakit...$2#$e#Sepertinya aku kebanyakan jajan.$3",
  "Bad_4": "Belakangan ini kamu sering pergi...$2#$e#Apa aku berbuat salah?$2",
  "Bad_5": "Hei... Besok aku nongkrong sama Victor.$0#$e#Membahas apa? Itu bukan urusanmu.$3#$e#%Sophia berpaling darimu.",
  "Bad_6": "Jangan sekarang. Aku sedang benci padamu.$3#$e#Harusnya kamu juga bersih-bersih rumah. Aku bukan pembantu.$3",
  "Bad_7": "M-Maaf, @. Aku sedang tidak ingin bicara.$2#$e#Kubilang jangan sekarang. Berhenti menggangguku!$3#$e#%Sophia mengabaikanmu.",
  "Bad_8": "A-Apa menurutmu aku terlalu manja?...$2#$e#...$2#$e#%Kamu memeluk Sophia dan mengelus kepalanya. Dia senyum padamu.",
  "Bad_9": "A-Aku kena asma tadi pagi...$2#$b#A-Aku sudah tidak apa-apa...$6#$e#%Kamu memeluk Sophia."
}