
{
  //SPECIAL DIALOGUE
  "Introduction": "Ya ampun, kamu baik sekali! Selamat datang di lembah, manis.$6#$b#Aku senang saat ada orang baru pindah!$1#$e#Apa kau sudah bertemu dengan putraku, Victor?$3",
  "divorced": "Kau sudah dapat apa yang kau inginkan, jadi tinggalkan aku.$5",
  "danceRejection": "Kamu mau menari denganku? Sayang, tapi aku menolak.$6",
  "secondChance_Girls": "...mencoba lagi, @?$6#$b#Sayang... Aku berusaha keras untuk melupakan apa yang telah kau perbuat. Menikah bagiku itu... lebih penting daripada kebanyakan orang. Kau tahu itu.$2#$b#...Aku bersedia mencoba lagi, tapi ini yang terakhir kali.$3#$b#Aku memang cinta padamu. Semoga keputusanku untuk mempercayaimu lagi tidaklah salah.$2",
  "dumped_Girls": "Berani-beraninya kamu bicara padaku, @!$5#$b#Aku masih butuh waktu setelah apa yang kau perbuat padaku. Dan butuh minum.$2",
  "breakUp": "Dari awal aku tahu ini ide yang buruk.$2#$b#Terima kasih sudah mau jujur tentang perasaanmu.$0#$e#...$2",
  "pamHouseUpgrade": "Trailer tak sedap dipandang milik Pam sudah hilang. Aku mulai lelah melihatnya setiap hari.$6#$b#Berkatmu, sekarang citra Pelican Town akan naik!$3",
  "pamHouseUpgradeAnonymous": "Trailer tak sedap dipandang milik Pam sudah hilang. Aku mulai lelah melihatnya setiap hari.$6#$b#Berkat seseorang, sekarang citra Pelican Town akan naik!$3",
  "stardrop_gift": "@. Buah Stardrop ini kupesan spesial untukmu.$4#$b#itu masih segar. Semoga kamu suka, sayang. Semoga kerjamu lebih ringan dengan itu.$3",
  "give_flowersA": "...Kamu ingin bersamaku? Sungguh?$1#$b#Tentu aku juga ingin bersamamu. Aku tak menyangka... Terima kasih. Sudah mengambil langkah lebih dulu.$3",
  "give_flowersB": "Manis, aku terharu. Tentu saja aku terima.$1#$e#...Tapi bersabarlah denganku. Sudah lamu aku tidak menjalin hubungan dengan seseorang.$3",
  "give_pendant": "...$2#$b#@...Kukira aku takkan menikah lagi. Kukira aku takkan menemukan belahan hatiku lagi.$2#$b#Tapi menghabiskan waktu denganmu... membuatku merasakan hal yang lama sudah tak kurasakan lagi.$3#$b#Iya, @. Aku bersedia menikahimu. Dan... babak baru yang kita mulai ini, semoga jadi babak yang paling bahagia.$1",
  "rejectNPCA": "Kurasa tidak, manis.$6",
  "rejectNPCB": "Itu takkan terjadi.$6#$e#Percakapan ini sudah berakhir, @.$2",
  "reject_two_heartA": "Aku tidak merasakan hal yang sama, manis. Maafkan aku.$2",
  "reject_two_heartB": "Kita harus saling mengenali satu sama lain sebelum mengambil langkah itu, manis.$6#$e#Aku tidak menentang, tapi... Aku belum siap untuk membuat keputusan itu.$2",
  "reject_four_heartA": "Berkencan dengan seseorang lagi... Kurasa aku sudah tidak bisa, manis.$2#$e#Kita bisa bicarakan lagi lain waktu.$2",
  "reject_four_heartB": "@, kamu teman yang baik, tapi...$2#$b#Aku butuh sedikit waktu lagi, manis. Mari saling mengenali satu sama lain terlebih dulu.$2",
  "engageA": "Kau pikir aku bodoh, manis? Aku tahu kamu sudah punya tunangan.$5#$e#Jangan main-main denganku seperti itu. Itu tidak baik.$2",
  "engageB": "...@. Apa yang akan dikatakan tunanganmu?$2#$e#Aku kecewa padamu, manis.$5",
  "marriedA": "Sungguh, @? Kamu sudah menikah.$5#$e#Aku akan berpura-pura ini tidak terjadi. Kamu juga harus begitu.$5",
  "marriedB": "@... sedang apa kamu? Aku tidak mau merusak hubunganmu dengan pasanganmu.$6#$e#Apa menurutmu aku akan menerimanya?$5",
  "refusal_knownA": "Oh, manis, pernikahan itu hal besar yang perlu dibahas.$6#$e#Lain kali mari minum Wine dan membahasnya.$0",
  "refusal_knownB": "Aku tidak mau menikah lagi dalam waktu dekat, @.$6#$b#Mungkin kelak aku akan siap untuk itu.$2",
  "refusal_botherA": "...Itu takkan terjadi secepat ini, manis.$6",
  "refusal_botherB": "Jangan sekarang.$0",
  "refusal_no_heartsA": "Oh! Kudengar benda itu adalah tradisi romantis lokal di daerah ini. Manisnya.$6#$b#Apa kau mau memberikannya pada seseorang?$1",
  "refusal_no_heartsB": "Itu bukan hal untuk dibuat bercanda, manis. Menikah sangatlah berarti bagiku.$2",
  "Resort_Entering": "Ah, resor! Pemandangan yang luar biasa!$1",
  "Resort_Leaving": "Tempat ini luar biasa! Lain kali aku harus kesini lagi.$3",
  "Resort_Shore": "Sinar matahari membuat kulitku cantik.$1#$b#Maukah kau mencoba tabir suryaku, manis? Ini dari bahan organik.$3",
  "Resort_Chair": "Pantai ini sangat indah!$3#$e#Berapa kira-kira biaya membangun rumah disini.$6",
  "Resort_Bar": "Mungkin aku terlalu banyak minum...$4",
  "Resort": "Wah, wah. Aku lebih suka resor ini daripada Sautine City.$1#$e#Komunitas yang membuat ini spesial, iya kan?$3",
  
  
  //JOJA JOB QUESTION
  "spring_Thu": "Bekerja di perusahaan di kota adalah babak hidupku yang berbeda.$3#$q 8001/8002 joja_followup#Kamu dulu pernah kerja di Joja, iya kan?#$r 8001 50 joja_yes#Ya, aku dulu kerja disana.#$r 8002 -50 joja_no#Tidak. Aku tidak pernah bekerja disana.",
  "joja_yes": "Hmm, sudah kuduga. Mayor Lewis memberitahuku.$6#$b#Dari kerja kantoran ke petani - perubahan karir yang luar biasa! Aku bekerja sebagai berdagang saham di waktu luang, mungkin 15 jam seminggu.$1#$b#Kamu pasti merasa lebih bebas sudah tidak terikat dengan perusahaan, dan bisa melakukan hal yang kamu sukai.$3#$b#Aku senang kamu sudah menemukan tujuan hidupmu, manis.$1",
  "joja_no": "Aneh sekali. Morris tidak bilang begitu...$6",
  "joja_followup": "$p 8001#Kita sama, manis. Senang kita berdua bisa terus menjalani hidup.$3|Kita sama, manis. Senang kita berdua bisa terus menjalani hidup.$3",
  
  //SPECIFIC MAP AND COORDINATES DIALOGUE
  "Custom_JenkinsHouse_20_9": "%Olivia sedang berkonsentrasi pada pose yoganya.",
  "Custom_JenkinsHouse_19_5": "Aku sedang tidur, manis. Pergi!$5",
  "Custom_JenkinsHouse_5_8": "@, aku sedang di kamar mandi! Pergi!$5",
  "SeedShop_21_20": "%Olivia sedang berkonsentrasi pada pose yoganya.",
  "Custom_SophiaHouse_6_22": "Hai, manis! Aku sedang membuat pesanan ke Sophia.$3",

  //SPRING AND GENERAL DIALOGUE
  "spring_1": "Aku senang ini sudah musim semi. Aku mulai lelah dengan cuaca di musim dingin.$1",
  "spring_9": "Kadang aku merindukan kesibukan saat bekerja di kantor di Zuzu City dulu.$2#$e#Aku punya banyak waktu luang di lembah. Itu membuatku bisa fokus pada hobiku, tapi kadang aku juga melamun...$3",
  "spring_12": "Egg Festival-nya besok! Alasan bagus untuk menikmati Wine antik dari koleksiku.$3",
  "spring_23": "Hai, manis. Musim semi akan berakhir. Kamu mau menanam apa di musim panas?$3#$e#Marnie menanam melon setiap tahun, dan rasanya selalu enak. Aku menantikan itu.$1",
  "spring_28": "Kurasa aku akan menanam bunga matahari di halaman belakang. Saat aku lihat bunga matahari, aku bisa merasakan semangat musim panas.$1#$e#Biji bunga matahari juga bisa dijadikan camilan yang sehat!$3",
 
  "Mon": "Apa ada teman Victor yang mau kerja paruh waktu untuk bersih-bersih rumah ya? Aku jadi bisa menghemat waktu.$6",
  "Mon2": "Jadwalku cukup sibuk, tapi aku selalu meluangkan waktu untuk Caroline dan Jodi di hari Senin dan Kamis. Mereka berdua teman dekatku.$3#$e#Aku menjaga jarak dengan Pam. Dia tidak cocok denganku.$6#$e#Kenapa? Manis, itu bukan urusanmu.$1",
  "Mon4": "Aku bingung apa harus menyewa penata taman apa tidak. Halaman belakangku perlu diperhatikan.$0#$e#Kamu ingin ngobrol lagi? Aku sedang sibuk, manis.$6",
  "Mon8": "Senang melihatmu, @.$3#$e#Ciao!$1",
  "Mon10": "Halo, sayang. Apa kamu mau ikut yoga denganku di kelas aerobik?$3#$e#Aku bisa mengajarimu pose-pose dasar!$1",
  "Tue": "Halo, manis. Apa harimu produktif? Jangan berlebihan sampai-sampai melukai tubuhmu.$3#$e#Aku tidak ingin kamu pindah lagi secepat ini.$6",
  "Tue2": "Sudah lama aku melakukan yoga. Aku bisa melakukan pose tingkat lanjut seperti 'Lord of the Dance' dan 'Lotus'.$1#$e#Menjaga kesehatan itu penting kalau ingin punya tubuh indah dan lentur sepertiku.$6",
  "Tue8": "Yoga adalah olahraga fisik, mental, dan spiritual! Kapanpun kamu ada waktu luang, aku bersedia mengajarimu beberapa pose.$3",
  "Wed": "Hai, manis. Selamat hari rabu.$3#$e#Kalau kamu beruntung, mungkin akan kuberi segelas dari salah satu Wine langkaku.$1",
  "Wed4": "Aku menyirami tanaman di rumah hari ini. Tanaman yang sehat menghasilkan udara yang bersih dan segar dalam rumah.$1#$e#Itu hal yang tidak bisa dibeli dengan uang.$3",
  "Wed10": "Aku mengambil sebotol Wine dari gudang untukmu. Ini Wine antik yang bagus.[348]$1",
  "Thu": "Maaf, manis. Aku terlalu sibuk untuk ngobrol.$0#$e#Itu artinya kamu boleh pergi, @.$6",
  "Thu2": "Hai, @! Suasana hatiku sedang bagus!$1#$e#Kenapa? Karena aku baru dapat banyak dari pasar saham tadi pagi.$0",
  "Thu6": "Apa besok kamu akan ke Saloonw, @? Aku akan kesana besok. Victor kesana setiap jumat untuk bergaul dengan teman-temannya.$3",
  "Thu8": "Senang melihatmu. Apa kabar?$3#$e#Ooh, begitu! Kamu masih tetap prosuktif ya.$1",
  "Fri": "Halo, manis.$3",
  "Fri2": "Beberapa sahamku menurun pagi ini. Aku kehilangan 30,000g...$2#$e#%Olivia sedang tidak ingin bicara.",
  "Fri6": "Aku selalu memanjakan diri dengan segelas Wine di hari Jumat.$3#$b#Gus menjual beberapa Wine antik langka, dan stok yang selalu penuh dari Blue Moon Vineyard.$1",
  "Fri10": "Selamat hari jumat, manisku! Belakangan ini kamu bekerja keras! Kamu pantas dapat hari libur.$3#$e#Beritahu aku kalau butuh sesuatu.$4",
  "Sat": "Selalu ada banyak kerjaan di rumah. Aku harus segera menyewa pelayan.$5#$e#Semoga harimu menyenangkan, manis.$6",
  "Sat2": "Aku memulai hobi melukis beberapa tahun lalu. Leah juga memberiku saran-saran yang bagus!$3#$e#Dia manis sekali, ya?$1",
  "Sat6": "Hai, manis. Bagaimana hari sabtumu? Kamu masih saja bekerja di akhir pekan.$3#$e#Sesekali beristirahatlah.$0",
  "Sat10": "Aku membuat banyak kemajuan di karya seniku. Aku bangga dengan itu.$1#$e#Semoga harimu indah, sayang!$3",
  "Sun": "Kamu tidak libur ya? Aku tidak ingin mengganggu pekerjaanmu.$6#$e#Silakan lanjutkan urusanmu, @.$0", 
  "Sun2": "Waktu adalah uang! Kamu juga tahu itu benar, @. Aku selalu mengecek sahamku setiap hari.$3#$e#Tentunya kamu juga tahu. Itu juga alasanmu tidak pernah berhenti kerja di kebun.$6",
  "Sun6": "Pagi ini aku beruntung dan dapat uang banyak dari saham.$1#$b#Akan kupakai uangnya untuk membeli lukisan dari seniman favoritku di Fern Islands.$0",
  "Sun10": "Senang sekali melihatmu! Bagaimana harimu?$1#$e#*kecup* Apa harimu sekarang jadi lebih baik?$3",

  //SUMMER DIALOGUE
  "summer_1": "Ah! Musim panas! Akhirnya aku bisa pakai bikini baruku di pantai.$3#$e#Sepertinya Caroline juga punya bikini baru.$6",
  "summer_5": "Penjahitku di Chestervale sedang membuat gaun yang indah untukku.$1#$b#Aku tak sabar ingin segera memakainya di festival berikutnya.$3#$e#Jangan lupa beri aku pujian saat memakainya ya, manis.$1",
  "summer_10": "Pak Gubernur jarang berkunjung ke Stardew Valley. Suatu kehormatan dia mengunjungi kita besok.$1#$e#Semoga kamu bisa menjaga perilakumu dan menyumbang ke sup.$3",
  "summer_17": "Aku menyumbang 15,000g ke lembaga amal di Zuzu City kemarin.$1#$b#Aku sadar ada orang yang tidak seberuntung aku. Dan aku berusaha membantunya.$2#$b#Kamu kelihatan kaget. Aku tidak hanya peduli pada kekayaanku sendiri, manis.$0",
  "summer_22": "Hai, manis. Ini sedikit uang belanja. Pakailah untuk beli es krim!$1[336]",
  "summer_28": "Apa kamu akan ikut melihat ubur-ubur moonlight nanti malam, @?$3",
  "summer_3_1": "Semalam suara ledakannya kencang sekali. Apa kamu juga dengar, @?$0#$e#Suaranya seperti longsoran salju. Aku harus bicara dengan Mayor Lewis.$2",

  "summer_Mon": "Halo, manis. Bagaimana hari seninmu? Apa minggumu kemarin bagus?$3#$e#Oh. Aku? Mingguku baik-baik saja. Terima kasih sudah bertanya.$6#$e#Apa ada yang pernah bilang kalau kamu ini sopan sekali?$1", 
  "summer_Mon4": "Susan memberiku melon segar dari kebunnya. Dia sangat baik hati!$1#$b#Hasil panennya lebih sehat daripada Andy.$6#$e#Kurasa aku takkan pernah memakan produk darinya.$2#$e#Kata-kataku kasar? Oh, manis, aku cuma menjaga kesehatanku. Tapi aku tahu kamu ingin semua orang senang.$0",
  "summer_Mon8": "Hai, manis. Kamu bekerja lumayan keras di awal minggu, apalagi cuacanya panas.$3",
  "summer_Mon10": "Aku pakai tabir surya baru. Sangat cocok dengan kulitku.$3#$b#Beritahu aku kalau kamu ingin mencobanya.$1",
  "summer_Tue": "Aku anggota kelas Aerobik di rumahnya Pierre. Yoga adalah cara terbaik untuk fokus pada pikiran dan tubuh.$3#$e#Yoga juga menjagaku tetap sehat dan langsing.$1",
  "summer_Tue4": "Aku membeli produk segar dari Pierre pagi ini. Pilihan produk organiknya yang terbaik.$3",
  "summer_Tue6": "Mayor Lewis kelebihan anggaran 5,000g untuk Egg Festival tahun ini.$2#$b#Aku juga menyumbang uang agar kita bisa terus mengadakan festival.$0#$e#Sebagai gantinya, dia mengijinkanku memakai lebih banyak Keg di sebelah Community Center.$3#$e#Sebisa mungkin kita harus memberikan segalanya untuk komunitas. Bersama-sama, kitalah yang membuat kota ini istimewa, manis.$3",
  "summer_Tue8": "Lain kali aku ke Fern Islands, akan kubawakan beberapa Ringfruit untukmu.$1#$e#Rasanya lezat, dan cocok untuk pencuci mulut, pai, kue, kustar... apapun yang bisa kau bayangkan!$3#$b#Aku selalu suka memberi hadiah, tapi aku lebih senang lagi bisa memberimu hadiah yang bagus, manis.$1",
  "summer_Wed": "Wine kualitas iridium terbaru dari Sophia rasanya luar biasa. Aku harus memberitahu dia.$1",
  "summer_Wed4": "Aku menginvestasikan 30.000g di perusahaan rintisan pagi ini. Aku yakin mereka akan jadi besar!$1#$e#Perusahaan teknologi sedang ngetren di Zuzu City.$3#$b#Kalau kamu ingin menghasilkan uang dengan mudah, sekaranglah saatnya mencoba saham, @.$1",
  "summer_Wed6": "Kalau kamu ingin menginvestasikan uangmu di saham, akan kubantu, @.$1#$e#Tapi, aku minta 20 persen dari laba apapun sebagai biaya konsultasi.$6",
  "summer_Wed8": "Aku akan berwisata ke Grampleton. Cuaca paling indah yang bisa kau alami ada di bawah naungan pohon Redwood yang tinggi.$3#$e#Kapan-kapan ayo pergi kesana, manis.$1",  
  "summer_Thu": "Halo, manis. Apa pendapatmu soal anting-anting baruku?$3#$b#Aku pesan ini dari Sautine City!$1",
  "summer_Thu8": "Aku, Caroline, dan Jodi mau berenang. Caroline punya baju renang baru yang mau dia coba.$3#$b#Kamu mau iku? Tentu boleh, manis. Kamu selalu disambut.$1",
  "summer_Thu10": "Aku dan Caroline mau berenang di pantai.$3#$b#Maukah kau ikut dengan kami, sayang?$4",
  "summer_Fri": "Belakangan ini aku menghabiskan waktu dengan melukis.$1#$e#Ada banyak yang harus dipelajari. Ada banyak gaya dan teknik... banyak sekali.$0 ",
  "summer_Fri2": "Andy membuatku tidak nyaman di Saloon semalam. Dia menatapku terus-menerus.$2#$e#Kudengar dia jarang membayar hutang. Aku tidak terkejut soal itu.$6",
  "summer_Fri6": "Yoga adalah olahraga bagus untuk darah tinggi atau kolesterol.$1#$e#Kurasa Andy butuh yoga. Atau setidaknya pola makan teratur.$6#$b#...Dulu aku bicara kasar padanya, tapi aku khawatir. Makanan instan Joja tidaklah sehat.$2",  
  "summer_Fri10": "Wah, wah. Pakaianmu bagus sekali hari ini.$1#$e#Kalau butuh penjahit, aku kenal beberapa dari Chestervale!$3",
  "summer_Sat": "Pagi ini aku menerima banyak surat tidak penting. Aku harus bicara pada Mayor Lewis.$2#$e#Kebanyakan yang kuterima adalah iklan dan penipuan.$5",
  "summer_Sat4": "Mayor Lewis mendengar beberapa saranku untuk memajukan kota. Dia Mayor yang sangat baik.$3#$e#Aku suka tempat ini mulai terasa nyaman, manis. Apa kau juga merasa begitu?$3",
  "summer_Sat8": "Leah mengajariku beberapa teknik sapuan kuas. Aku iri dengan kemampuan seninya.$3#$e#Kalau aku lebih serius, mungkin kelak aku bisa melukismu!$1",
  "summer_Sun": "Aku mau coba rutinitas yoga baru selasa depan. Untuk menantang diriku sendir!$3",
  "summer_Sun4": "Jodi bilang Vincent kurang bisa berhitung. Dia punya banyak masalah...$2#$e#Aku akan minta Victor untuk mengajarinya. Kalau dia tidak mau, biar kuajari sendiri. Aku punya pengalaman dengan saham...$3",
  "summer_Sun8": "Hobiku yang lain? Karena kita ini teman... jangan beritahu siapa-siapa, tapi...$0#$e#Aku membaca novel romansa. Aku juga baca novel sastra, kedua ini adalah hobi rahasiaku.$4#$e#Semoga harimu indah, manis.$9",
  
  // FALL DIALOGUE
  "fall_1": "Semoga panenmu musim gugur ini melimpah, @. Kalau kau jual Pumpkin ke Pierre, aku akan membelinya!$3",
  "fall_9": "Besok aku pergi ke Blue Moon Vineyard untuk pesan Wine dari Sophia.$3#$b#Kadang aku menyuruh Victor, tapi aku ingin lihat Gem Sea dari tebing. Pemandangannya indah.$1#$e#Aku ingin kesana denganmu... mau ikut kapan-kapan?$3",
  "fall_15": "Kamu ikut pameran besok, manis? Semoga kamu beruntung!$1#$e#Caroline bilang hasil panen Pierre bagu-bagus tahun ini. Hasilnya akan ketat untuk kalian berdua.$6",
  "fall_17": "Di pameran kemarin, aku bicara dengan wisatawan yang datang jauh-jauh dari Pine-Mesa City!$1#$b#Disana tidak sebesar Zuzu City, tapi masih ramai dengan aktivitas dan perdagangan.$3",
  "fall_22": "Meski aku pernah jadi manajer akuntansi di Joja, tapi aku tidak pernah belanja di tokonya.$0#$e#Produknya tidak sehat dan bisa merusak kulitku.$6",
  "fall_26": "Besok Spirit's Eve, @!?$1#$e#Victor sering tersesat di labirin. Dia selalu saja kesulitan.$6",
  "fall_28": "Ada cerita kelam tentang keluarga yang dulu tinggal di rumah kami.$2#$e#Aku tidak memberitahu siapa-siapa.$6#$e#Iya, @. Ada kaitannya denganmu.$6#$e#...$2#$e#%Olivia mengabaikanmu.",

  "fall_Mon": "Di musim gugur, aku kadang ke hutan untuk mengumpulkan jamur.$0#$b#Andai saja Victor juga suka dengan jamur. Aku hampir memakainya di semua hidangan.$6",
  "fall_Mon4": "Aku lihat %pet di kota kemarin. Peliharaanmu menggemaskan!$1#$e#%pet mengingatkanku pada Dewey... Victor sayang sekali dengan kucing itu.$2#$e#Apa dia sudah cerita soal Dewey padamu? ...Kehilangannya membuat Victor patah hati, kasihan.$2",
  "fall_Mon8": "Kamu bekerja keras, manis! Enery Tonic dari Dokter Harvey ini akan memulihkan energimu.[349]$3#$e#Semoga harimu indah!$1",
  "fall_Tue": "Mayor Lewis ingin membuat anggaran untuk memperbaiki dermaga. Kayunya sudah tua-tua.$0",
  "fall_Tue2": "Yoga memberimu kelenturan, @.$3#$b#Kerja di kebun juga membuat ototmu kencang.$1",
  "fall_Tue6": "Aku pernah mengajak Victor yoga tapi dia tidak mau.$6#$e#Karena itu aku tetap ikut kelas selasa. Emily juga saat jadwalnya yoga.$3",
  "fall_Tue10": "Pemandangan %farm Farm pasti menakjubkan di musim ini.$3#$e#Aku akan melukis rumahmu...?$4",
  "fall_Tue8": "Sudah lama aku melakukan yoga. Tubuhku dan pikiranku jadi lebih seimbang.$3#$e#Ikutlah kami, @.$1", 
  "fall_Wed": "Aku lebih suka Wine merah daripada Wine putih. Wine merah punya mineral dan vitamin lebih, dan rasanya lebih kompleks.$3#$e#Sophia ahlinya Wine merah kering. Cuaca di lembah ini cocok untuk Wine itu.$1",
  "fall_Wed4": "Pierre membuat Ppiced Cider di musim gugur. Dia tidak menjualnya di toko.$3#$e#Dia cuma menjual itu pada teman dekatnya. Untungnya, hubungaku dan Caroline sangat dekat.$1#$e#Lain kali, kamu akan kubelikan.$3",
  "fall_Wed8": "Caroline dan Jodi adalah sahabatku. Kami sudah melalui banyak hal bersama.$1#$e#Kami bertiga sama-sama seorang ibu. Jadi pandangan kami sering sama, dan selalu membantu satu sama lain.$3",  
  "fall_Thu": "Jodi membuatkan pai apel kemarin. Rasanya lezat! Aku harus membuatkan sesuatu untuknya juga.$1",
  "fall_Thu4": "Hari ini ada pelelangan di Zuzu City.$0#$b#Aku selalu mencari porselen Gotoro. Benda itu sangat indah.$1",
  "fall_Thu8": "Jodi sedang stres belakangan ini. Aku akan mengasuh Vincent supaya dia bisa istirahat.$0#$e#Beritahu aku kalau kamu ingin istirahat, @. Aku taku hamu bekerja keras.$3",
  "fall_Fri": "Musim gugur adalah musim paling menakjubkan untuk fesyen.$3#$b#Gaun, jaket, pakaian berlapis... banyak kemungkinan. Aku suka sekali!$3",
  "fall_Fri6": "Apa kamu pernah belanja pakaian, manis?$0#$b#Kalau kamu mau belanja bersama, aku tahu tempat yang menjual pakaian berkualitas dengan harga sesuai.$3",
  "fall_Sat": "Semalam Marlon dan Penyihir ke Saloon dan masuk ke ruang belakang.$6#$b#Ada orang yang pakai jubah cokelat mengikuti mereka, tapi wajahnya ditutupi.$0#$e#Apa yang terjadi disana...$6",
  "fall_Sat6": "Hari yang dingin di musim gugur. Mau ikut aku ke Saloon nanti, manis?$3",
  "fall_Sat10": "Aku pergi mencari jamur dan memasaknya. Aku sisakan beberapa untukmu, manis![205]$4#$e#Andai saja Victor juga suka jamur.$6",
  "fall_Sun": "Sayang sekali impor dari Gotoro Empire dilarang. Disana banyak Wine dan karya seni indah.$2#$e#Semoga perang ini segera berakhir. Begitu banyak korban hanya demi hal sepele...$2",
  "fall_Sun6": "Hai, manis. Bagaimana hari minggumu?$1#$e#Dengan senang hati, manis.$3",

  //WINTER DIALOGUE    
  "winter_1": "Wah, wah. Badai salju semalam menyelimuti seluruh lembah.$6#$e#Jaga kehangatanmu, manis. Jangan sampai kena flu!$3",
  "winter_7": "Halo, manis. Apa kamu ikut lomba memancing besok?$3#$e#Pasti seru melihatmu bersaing dengan Willy.$1",
  "winter_13": "Tadi pagi aku memecahkan piring dari Gotoro. Sekarang aku haru menghabiskan 6,000g untuk menggantinya. Benda itu semakin sulit dicari.$2#$b#Penting untuk menyimpan hal berharga dari kampung halaman.$0", 
  "winter_21": "Tadi Caroline bertengkar dengan Pierre, lalu dia cerita padaku.$2#$e#Semoga hubungan mereka baik-baik saja.$2#$b#Mereka berdua orang yang kuat. Aku yakin mereka bisa melaluinya.$0#$b#...Aku harus menjenguknya. Apa dia sudah cerita ke Jodi...$0",  
  "winter_24": "Hai, @! Apa kamu pakai pakaian hangat di musim dingin ini? Besok ada The Feast of the Winter Star.$3#$e#Aku sudah menyiapkan kado yang sempurna. Untuk siapa? Rahasia, manis!$1",
  "winter_28": "Musim semi hampir tiba, @! Aku harus segera memutuskan mau menanam apa di halaman belakang untuk tahun depan.$1#$e#Semoga harimu indah, manis. Semoga musim depan kamu makin sukses.$3",

  "winter_Mon": "Tadi aku hampir terpeleset es.$6#$b#Hati-hati saat jalan kaki di luar, manis.$2",
  "winter_Mon4": "Apa kau belanja di Joja, @?$0#$b#Aku tidak akan mengejekmu, manis. Aku tahu sendiri kalau kualitas produk mereka sangat buruk.$2",
  "winter_Mon8": "Aku suka bicara denganmu, @.$1#$b#Kamu selalu punya cerita.$6#$e#Bisa kau cerita lagi soal tambang?$3",
  "winter_Mon10": "Wah, wah. Hari ini dingin.$0#$b#Bagaimana kalau kita duduk di sofa sambil minum coklat panas? Aku punya kaset lagu bagus yang kupesan dari Grampleton.$1",
  "winter_Tue": "Ini hari yang sangat sibuk. Aku harus minum segelas Wine bagus nanti malam.$6#$e#Ya? Ada yang bisa dibantu?$0",
  "winter_Tue2": "Ayah dan ibuku akan berkunjung. Semuanya harus sempurna!$0#$e#...Mungkin kau akan bertemu mereka kelak, manis. Lalu kamu akan mengerti.$6",
  "winter_Tue8": "Aku beli tanaman pot dari Marnie. Mereka bagus untuk dapur.$1#$e#Aku juga mau beli ayam sekalian, tapi tidak tahu harus kutaruh mana nanti.$0",
  "winter_Tue10": "Kau tahu, aku bisa memberimu les privat kalau kamu tertarik.$4",
  "winter_Wed": "Robin yang membuat perapian kami. Dia tukang kayu yang hebat, dan bisa membangun apa saja.$1",
  "winter_Wed4": "Caroline dan Jodi jarang minum di Saloon. Mereka selalu sibuk.$2#$e#Aku suka mengobrol denganmu, manis. Lain kali ayo ngobrol lagi. Mungkin kau juga bisa ikut ke Saloon denganku.$1",
  "winter_Wed8": "Musim dingin di Pelican Town itu indah. Berbagai warna dekorasi menyatu dengan putihnya salju, membuat setiap hari terasa meriah.$3#$e#Dekorasi Gus, Pierre, dan Mayor Lewis sangat bagus.$1#$e#Ini daerah yang pas untuk dijadikan rumah, iya kan, @? Aku senang kamu juga betah disini.$3",
  "winter_Thu": "Aku mengajak Jodi dan Caroline ke pemandian.$1#$e#Itu akan jadi malam seru bagi kami ibu-ibu. Memulihkan diri juga penting.$6",
  "winter_Thu6": "Bisa istirahat dari %farm Farm saat musim dingin enak juga kan, @?$3#$e#Aku tahu kamu suka bekerja, tapi istirahat dan merawat diri juga penting.$0",
  "winter_Thu10": "Jangan beritahu Caroline atau Jodi, tapi aku aku mau pensiun dari pasar saham.$3#$e#Aku mau menghabiskan waktu dengan hobiku, teman-temanku, dan tentu saja denganmu.$1",
  "winter_Fri": "Aku pesan kebutuhan melukisku khusus dari Fern Islands.$3#$b#Harganya memang mahal, tapi penting punya perlengkapan berkualitas.$6",
  "winter_Fri8": "Akhirnya aku bisa memesan Wine yang sedang banyak diminta dari kebun anggur di utara Grampleton. Mereka memberiku bonus!$3#$e#Aku mau memberikannya padamu, manis. Sesekali kita harus menikmati hal baik, terutama kamu.[348]$1",
  "winter_Sat": "Meski aku pensiun muda, tapi aku masih berkutat di pasah saham.$0#$e#Aku mahir menghasilkan uang dari saham.$6",
  "winter_Sat4": "Aku beli perhiasanku dari Sautine City. Keahlian dan ketelitiannya dalam membuat perhiasan tak ada tandingannya.$0#$e#Akan kutunjukkan kalau aku pesan lagi.$6",
  "winter_Sat8": "Senang melihatmu, @.$3#$e#Ciao!$1",
  "winter_Sun": "Aku merasa agak sakit. Musim dingin ini lebih dingin dari biasanya.$2#$e#Aku harus mengunjungi Harvey. Kita beruntuk punya dokter berpengalaman di lembah.$0",
  "winter_Sun4": "Terkadang aku cemas selama di Joja, aku lebih banyak merugikan dunia daripada berbuat kebaikan.$2#$b#Seiring waktu, Joja terus membuat makanan tidak sehat, dan merusak lingkungan... sangat tidak bertanggung jawab. Karena itu juga aku berhenti.$0#$b#Aku senang takdir telah menjadikan kita teman.$1",
  "winter_Sun8": "Apa kau baik-baik saja, @? Kamu kelihatan pucat.$6#$e#...Perhatikan kesehatanmu, manis. Periksalan dirimu ke Harvey.$6#$e#Aku tak mau sesuatu terjadi padamu.$2",

  //EVENT DIALOGUE
  "Olivia_event1": "Oh, tentu saja.$1#$b#Hewan-hewan imut yang ada di ladang.$3",
  "Olivia_event2": "Oh, kakekmu?$0#$b#Aku tak dapat membayangkan kalau dia tidak bangga padamu.$3",
  "Olivia_event3": "Ah, ya. Semua pertemanan yang sudah kau jalin...$1",
  "Olivia_event4": "Wah. Topik yang dalam ya.$6",
  "Olivia_event5": "Aku berdoa semoga dia bisa melalui ini semua...$2",
  "Olivia_event6": "Separuh diriku juga percaya begitu...$2#$b#Kalau dia sedang kesakitan. Dia juga telah kehilangan kekasihnya...$2",
  "Olivia_event7": "Putrinya baru berusia enam tahun. Suki pernah menunjukkan fotonya padaku, dan dia sangat cantik.$3#$b#Semoha aku bisa melihatnya ketika dia datang ke desa...$0",
  "Olivia_event8": "Memang. Aku tak dapat berhenti memikirkan mereka yang terluka di sana...$2"
  
}
